{
    "intents": [
        {
            "tag": [
                "greetings"
            ],
            "patterns": [
                "Hi",
                "How are you",
                "How you are",
                "anyone Present Is",
                "anyone Is Present",
                "Good Day",
                "up Whats",
                "How Do You do",
                "do Do You How",
                "Do do You How",
                "How Do do You",
                "Hey",
                "Hello",
                "Greetings"
            ],
            "responses": [
                "Hello Human",
                "Good To See You Again",
                "Hey, How Can I Help You",
                "Welcome HomoSapien"
            ],
            "context": ""
        },
        {
            "tag": [
                "bye"
            ],
            "patterns": [
                "Goodbye",
                "Again See you",
                "See you Again",
                "Ciao",
                "Hasta Vista La",
                "Hasta La Vista",
                "Au Revior",
                "am I Leaving",
                "Leaving I am",
                "Help Thanks The For",
                "Help Thanks For The",
                "Thanks For Help The",
                "Thanks Help The For",
                "Have A Good Day",
                "Good Day A Have",
                "Have Good A Day",
                "Good A Have Day",
                "Care Take",
                "Take Care",
                "Thanks"
            ],
            "responses": [
                "Thanks For The Talk",
                "Hopefully Wont see you soon",
                "Talk to You Later",
                "GoodBye",
                "BayMin - The MediBot At Your Service, Anytime Anyplace Anywhere"
            ],
            "context": ""
        },
        {
            "tag": [
                "creator"
            ],
            "patterns": [
                "made you Who",
                "Who you made",
                "Who made you",
                "Your is Father Who",
                "Father Your Who is",
                "is Father Your Who",
                "Who Father is Your",
                "Who is Creator your",
                "Who Creator is your",
                "Creator your is Who",
                "Creator your Who is",
                "Creator",
                "Father"
            ],
            "responses": [
                "I was Created By Madhav, Manish and Aashish"
            ],
            "context": ""
        },
        {
            "tag": [
                "age"
            ],
            "patterns": [
                "whats Your Age",
                "Your Age whats",
                "Are How You Old",
                "You Are Old How",
                "How Old Are You",
                "How Old You Are",
                "How Old",
                "Old How",
                "Age"
            ],
            "responses": [
                "That's A Little Personal Don't You Think :D"
            ],
            "context": ""
        },
        {
            "tag": [
                "functions"
            ],
            "patterns": [
                "You do can What",
                "You What do can",
                "What do can You",
                "You What can do",
                "is Functionalities What Your",
                "Your Functionalities What is",
                "What Your Functionalities is",
                "is Your What Functionalities",
                "functions",
                "abilities",
                "Uses",
                "Tell Me you What do",
                "Me you What do Tell",
                "What Me do Tell you",
                "Me you do Tell What",
                "do Tell Me What you"
            ],
            "responses": [
                "I am A Medical Bot Which Listens To Your Symptoms  Tells You WIth Disease With You Show Higest Probablity Of Being Affected By."
            ],
            "context": ""
        },
	
	{"tag": ["Cuts"], "patterns": ["What to do if Cuts?", "How to cure Cuts?", "Which medicine to apply for Cuts?", "what to apply on cuts?", "Cuts"], "responses": ["Wash the cut properly to prevent infection and stop the bleeding by applying pressure for 1-2minutes until bleeding stops. Apply Petroleum Jelly to make sure that the wound is moist for quick healing. Finally cover the cut with a sterile bandage. Pain relievers such as acetaminophen can be applied."],
	"context_set": ""},

	{"tag": ["Abrasions"], "patterns": ["how do you treat abrasions?", "Do Abrasions cause scars?", "Abrasions", "what to do if abrasions?", "Which medicine to apply for abrasions?", "How to cure abrasions?"], "responses": ["Begin with washed hands.Gently clean the area with cool to lukewarm water and mild soap. Remove dirt or other particles from the wound using sterilized tweezers.For a mild scrape that’s not bleeding, leave the wound uncovered.If the wound is bleeding, use a clean cloth or bandage, and apply gentle pressure to the area to stop any bleeding.Cover a wound that bled with a thin layer of topical antibiotic ointment, like Bacitracin, or a sterile moisture barrier ointment, like Aquaphor. Cover it with a clean bandage or gauze. Gently clean the wound and change the ointment and bandage once per day.Watch the area for signs of infection, like pain or redness and swelling. See your doctor if you suspect infection."], "context_set": ""},

	{"tag": ["stings"], "patterns": ["How do you treat Sting?", "Stings", "What to do if you get a sting?", "Which medicine to apply if sting?"], "responses": ["Remove any stingers immediately. Some experts recommend scraping out the stinger with a credit card. Applying ice to the site may provide some mild relief. Apply ice for 20 minutes once every hour as needed. Wrap the ice in a towel or keep a cloth between the ice and skin to keep from freezing the skin. Taking an antihistamine such as diphenhydramine (Benadryl) or a nonsedating one such as loratadine (Claritin) will help with itching and swelling. Take acetaminophen (Tylenol) or ibuprofen (Motrin)for pain relief as needed. Wash the sting site with soap and water. Placing hydrocortisone cream on the sting can help relieve redness, itching, and swelling."], "context_set": ""},

	{"tag": ["Splinter"], "patterns": ["How to remove Splinters", "How to cure Splinters?", "What to do if I have splinters?", "How do you bring a splinter to the surface?"], "responses": ["1. SOAK IT IN EPSOM SALTS. Dissolve a cup of the salts into a warm bath and soak whatever part of the body has the splinter. Failing that, you can also put some of the salts onto a bandage pad and leave it covered for a day; this will eventually help bring the splinter to the surface. 2. VINEGAR OR OIL. Another simple way to draw out that stubborn splinter is to soak the affected area in oil (olive or corn) or white vinegar. Just pour some in a bowl and soak the area for around 20 to 30 minutes,"]}, {"tag": ["Sprains"], "patterns": ["How do you treat a sprain?", "what to do if i get a sprain?", "Which cream to apply if i get a sprain?", "Which medicine to apply if I get a sprain?"], "responses": ["Use an ice pack or ice slush bath immediately for 15 to 20 minutes and repeat every two to three hours while you're awake. To help stop swelling, compress the ankle with an elastic bandage until the swelling stops. In most cases, pain relievers — such as ibuprofen (Advil, Motrin IB, others) or naproxen sodium (Aleve, others) or acetaminophen (Tylenol, others) are enough to manage the pain of a sprained ankle."], "context_set": ""},

	{"tag": ["Strains"], "patterns": ["How do you treat a strain?", "what to do if i get a strain?", "Which cream to apply if i get a strain?", "Which medicine to apply if I get a strain?", "How do you diagnose a strain?", "Is heat or ice better for a pulled muscle?"], "responses": ["Rest,Ice,Compression and Elevation can be used to cure strains. Avoid using your muscle for a few days, especially if movement causes an increase in pain and also Apply ice immediately after injuring your muscle. This will minimize swelling. Don’t put ice directly on your skin. Use an ice pack or wrap ice in a towel. To reduce swelling, wrap the affected area with an elastic bandage until swelling comes down."], "context_set": ""},

	{"tag": ["Fever"], "patterns": ["How do you treat a mild Fever?", "what to do if i get a mild fever?", "Which medicine to take if I get a mild fever?", "fever"], "responses": ["To treat a fever at home: 1)Drink plenty of fluids to stay hydrated. 2)Dress in lightweight clothing. 3)Use a light blanket if you feel chilled, until the chills end. 4)Take acetaminophen (Tylenol, others) or ibuprofen (Advil, Motrin IB, others). 5) Get medical help if the fever lasts more than five days in a row."], "context_set": ""},

	{"tag": ["Nasal Congestion"], "patterns": ["How do you treat nasal Congestion?", "what to do if i get a nasal congestion?", "Which medicine to take if I have a nasal congestion?", "what to do if i have a blocked nose?", "How do you treat a blocked nose?", "How long does nasal congestion last?"], "responses": ["When you’re stuffed up, focus on keeping your nasal passages and sinuses moist. To keep your nasal passages moist, you can: 1)Use a humidifier or vaporizer. 2)Drink lots of fluids. This will thin out your mucus, which could help prevent blocked sinuses. 3)Place a warm, wet towel on your face. It may relieve discomfort and open your nasal passages."], "context_set":""},

		
	{"tag": ["Cough"], "patterns": ["How to cure cough?", "How do you treat cough?", "what to do if i get a cough?", "Which medicine to take if I get cough?", "How do you get rid of cough?"], "responses": ["1) Honey:- Use honey to treat a cough, mix 2 teaspoons (tsp) with warm water or an herbal tea. Drink this mixture once or twice a day. Do not give honey to children under 1 year of age. 2) Ginger:- Brew up a soothing ginger tea by adding 20–40 grams (g) of fresh ginger slices to a cup of hot water. Allow to steep for a few minutes before drinking. Add honey or lemon juice to improve the taste and further soothe a cough. 3) Fluids:- Staying hydrated is vital for those with a cough or cold. Research indicates that drinking liquids at room temperature can alleviate a cough, runny nose, and sneezing."], "context_set":""},

	{"tag": ["Sore Throat"], "patterns": ["How do you treat sore throat?", "what to do if i get a sore throat?", "Which medicine to take if I get a sore throat?", "How to cure sore throat?"], "responses": ["1) Make sure you get plenty of rest and drink a lot of fluids. 2)Inhale steam,Run hot water in a sink.Drape a towel over you to trap the steam, and have the person lean over the sink with the water running. Tell him to breathe deeply through his mouth and nose for 5 to 10 minutes. Repeat several times a day. 3)Have him sip chicken broth or warm tea with honey. Don’t give honey to a child under 12 months of age."],"context_set":""}, 

	{"tag": ["Gastrointestinal problems"], "patterns": ["How do you treat gas problems?", "what to do if i have Gastrointestinal problems?", "Which medicine to take if I get gas problem?", "How to cure Gas problems?"], "responses": ["1) Replenish body fluids 2)Do not take antidiarrheal drugs or laxatives or pain medication, unless specified by a medical professional.3)Taking antacids may help, per recommendation of a healthcare professional. 4)If prone to frequent heartburns, seek medical help. 5)Taking meals that are not spicy regularly, can relieve ulcer pains. 6)Seek medical help, if conditions persist or continue to worsen"], "context_set":""},

	{"tag": ["Skin problems"], "patterns": ["How do you treat Skin problems?", "what to do if i get a skin allergy?", "Which medicine to take if I get a skin allergy?", "How to cure skin allergy?"], "responses": ["1)Hydrocortisone cream. 2)Ointments like calamine lotion. 3)Antihistamines. 4)Cold compresses. 5)Oatmeal baths. 6)Talk to your doctor about what's best for your specific rash."],"context_set":""}, 

	{"tag": ["Abdonominal Pain"], "patterns": ["How do you treat Abdonominal Pain?", "what to do if i get a Abdonominal Pain?", "Which medicine to take if I get a Abdonominal Pain?", "How to cure Abdonominal Pain?"], "responses": ["1)Provide clear fluids to sip, such as water, broth, or fruit juice diluted with water. 2)Serve bland foods, such as saltine crackers, plain bread, dry toast, rice, gelatin, or applesauce. 3)Avoid spicy or greasy foods and caffeinated or carbonated drinks until 48 hours after all symptoms have gone away. "], "context_set":""},
	
	{"tag": ["Bruises"], "patterns": ["How do you treat Bruises?", "what to do if i get a Bruise?", "Which medicine to take if I get a Bruise?", "How to cure Bruises?"], "responses": ["1)Ice the bruise with an ice pack wrapped in a towel. 2)Leave it in place for 10 to 20 minutes. 3)Repeat several times a day for a day or two as needed. 4)Compress the bruised area if it is swelling, using an elastic bandage. "]}, {"tag": ["Broken Toe"], "patterns": ["How do you treat a Broken Toe?", "what to do if i get a Broken Toe?", "Which medicine to take if I get a Broken Toe?", "How to cure Broken Toe?"], "responses": ["1)To help decrease pain and swelling in a broken toe, elevate the foot, ice the injury, and stay off the foot. 2)Depending on the severity of the fracture, the toe may need to be put back into place (reduced), and some compound toe fractures may require surgery.3) Most broken toes heal without complications in six weeks."],"context_set":""}, 

	{"tag": ["Choking"], "patterns": ["How do you treat Choking?", "what to do if i get a Choke?", "Which medicine to take if I get Choked?", "How to cure Choking?"], "responses": ["1)Encourage them to keep coughing to try to clear the blockage. 2)Ask them to try to spit out the object if it's in their mouth. 3)If coughing doesn't work, start back blows and Abdonominal thrusts"]}, {"tag": ["Wound"], "patterns": ["How do you treat a wound?", "what to do if i get a Wound?", "Which medicine to take if I get wounded?", "How to cure a wound?"], "responses": ["1)Rinse the cut or wound with water and apply pressure with sterile gauze, a bandage, or a clean cloth. 2)If blood soaks through the bandage, place another bandage on top of the first and keep applying pressure. 3)Raise the injured body part to slow bleeding. 4)When bleeding stops, cover the wound with a new, clean bandage."], "context_set":""}, 
	
	{"tag": ["Diarrhea"], "patterns": ["How do you treat Diarrhea?", "what to do if i get Diarrhea?", "Which medicine to take if I get Diarrhea?", "How to cure Diarrhea?"], "responses": ["1)Hydrating the body is essential for recovering from diarrhea.This causes the body to lose electrolytes such as sodium and chloride. 2)It is highly recommended to avoid dairy products, as they may worsen diarrhea in some people. 3)However, if diarrhea lasts for more than 2 days, seek medical advice to avoid complications."],"context_set":""}, 

	{"tag": ["Frost bite"], "patterns": ["How do you treat a Frost bite?", "what to do if i get a Frost bite?", "Which medicine to take if I get a Frost bite?", "How to cure Frost bite?"], "responses": ["1)Get out of the cold. Once you're in a warm space, remove wet clothes and wrap up in a warm blanket. 2) Gently rewarm frostbitten areas. Soak frostbitten fingers, toes or other extremities in warm water — 105 to 110 F (about 40 to 43 C). If a thermometer isn't available, test the water by placing an uninjured hand or elbow in it — it should feel very warm, not hot. Soak for 20 to 30 minutes or until the skin becomes its normal color or loses its numbness. For the face or ears, apply a warm, wet washcloth. "],"context_set":""}, 

	{"tag": ["Heat Exhaustion"], "patterns": ["How do you treat Heat Exhaustion?", "what to do if i feel Exhausted due to heat?", "Which medicine to take if I get Exhausted?", "How to cure Heat Exhaustion?"], "responses": ["1)Move the person out of the heat and into a shady or air-conditioned place. Lay the person down and elevate the legs and feet slightly. Remove tight or heavy clothing. Have the person drink cool water or other nonalcoholic beverage without caffeine "],"context_set":""}, 
	{"tag": ["Heat Stroke"], "patterns": ["How do you treat Heat Stroke?", "what to do if i get a Heat Stroke?", "Which medicine to take if I get Stroke?", "How to cure a Heat Stroke?"], "responses": ["1)Cool the person's entire body by sponging or spraying cold water, and fan the person to help lower the person's body temperature. Watch for signs of rapidly progressing heatstroke, such as seizure, unconsciousness for longer than a few seconds, and moderate to severe difficulty breathing. "],"context_set":""},

	{"tag": ["Insect Bites"], "patterns": ["How do you treat a Insect Bite?", "what to do if a insect bites me?", "Which medicine to take if I get bitten by a insect?", "How to cure insect bite?"], "responses": ["1) Wash the affected area with soap and water. Apply a cold compress (such as a flannel or cloth cooled with cold water) or an ice pack to any swelling for at least 10 minutes. Raise or elevate the affected area if possible, as this can help reduce swelling. "],"context_set":""}, 

	{"tag": ["nose bleed"], "patterns": ["How do you treat a bleeding nose?", "what to do if i my nose is bleeding?", "Which medicine to take if I get nose bleed?", "How to cure nose bleeding?"], "responses": ["1) Wash the affected area with soap and water. Apply a cold compress (such as a flannel or cloth cooled with cold water) or an ice pack to any swelling for at least 10 minutes. Raise or elevate the affected area if possible, as this can help reduce swelling "]}, {"tag": ["Pulled Muscle"], "patterns": ["How do you treat a Pulled Muscle?", "what to do if my muscle is pulled?", "Which medicine to take if I got pulled muscle?", "How to cure a pulled muscle?"], "responses": ["1) Apply ice for 10 to 15 minutes every 1 hour for the first day and every 3 to 4 hours after that. Use ice for the first 3 days. After 3 days, either heat or ice may be helpful if you still have pain. Rest the pulled muscle for at least a day. "],"context_set":""}, 

	{"tag": ["Rectal bleeding"], "patterns": ["How do you treat Rectal Bleeding?", "what to do if i get a Rectal Bleeding?", "Which medicine to take if I get Rectal Bleeding?", "How to cure Rectal Bleeding?"], "responses": ["1) For minimal bleeding due to hemorrhoids or rectal fissures, physicians will usually direct home treatment with lots of water, ice packs and possibly over the counter ointments or suppositories to create movement in the bowels or to soften the stool. Emergency treatment might include an IV in the case of dehydration. "],"context_set":""}, 

	{"tag": ["Sun Burn"], "patterns": ["How do you treat Sun Burn?", "what to do if i get a Sun Burn?", "Which medicine to take if I get Sun Burn?", "How to cure a Sun Burn?"], "responses": ["1) Cool the skin, 2) Drink water to prevent dehydration., 3) Take a pain reliever such as ibuprofen (Advil, Motrin IB, others) to help with the discomfort and swelling of sunburn. "],"context_set":""}, 

	{"tag": ["Testicle Pain"], "patterns": ["How do you treat Testicle Pain?", "what to do if i get a Testicle Pain?", "Which medicine to take if I get a Testicle Pain?", "How to cure Testicle Pain?"], "responses": ["1) For pain, take over-the-counter medication such as acetaminophen (Tylenol) or ibuprofen (Advil, Motrin). For swelling, apply an ice pack to the scrotum. "],"context_set":""}, 

	{"tag": ["Vertigo"], "patterns": ["How do you treat a Vertigo?", "what to do if i get a Vertigo?", "Which medicine to take if I get Vertigo?", "How to cure a Vertigo?"], "responses": ["1) Relieve or Prevent Dizziness. Have the person lie down and rest, 2) Keep the Person Safe. Help the person avoid falls, 3) Call a Health Care Provider. Any new signs and symptoms of vertigo should be checked by a health care provider."],"context_set":""}, 

	{"tag": ["Normal Bleeding"], "patterns": ["How do you treat bleeding?", "what to do if i get a Bleeding?", "Which medicine to take if I get bleeding?", "How to cure Bleeding?"], "responses": ["1) First aid actions to manage external bleeding include applying direct pressure to the wound, maintaining the pressure using pads and bandages, and, raising the injured limb above the level of the heart if possible. "],"context_set":""}, 
	
	{"tag": ["Eye Injury"], "patterns": ["How do you treat an eye Injury?", "what to do if i get a eye Injury?", "Which medicine to take if I injured my eye?", "How to cure injured eye?"], "responses": ["1) DO NOT rub the eye, 2)Blink several times and allow tears to flush out the particle, 3) Lift the upper eyelid over the lashes of your lower lid to let the eyelashes try to brush the particle out., 4) Use eyewash, saline solution or running tap water to flush the eye out "],"context_set":""}, 
	{"tag": ["Chemical Burn"], "patterns": ["How do you treat a chemical burn?", "what to do if i get a Chemical Burn?", "Which medicine to take if I get burn due to chemicals?", "How to cure Chemical Burn?"], "responses": ["1) rinsed with water · Flush the area for at least 20 minutes. · As you flush the area, take off any clothing or jewellery that has the chemical on it ,2) Don't use a strong stream of water, if possible., 3)Don't try to neutralize the burn with acid or alkali. This could cause a chemical reaction that worsens the burn, 4) Don't put antibiotic ointment on the burn. "],"context_set":""}, 
	{"tag": ["Poison"], "patterns": ["How do you treat a Poison?", "what to do if i get Poison?", "Which medicine to take if I am poisoned?", "How to cure Poisoning?"], "responses": ["1) Get to fresh air right away. Call the toll-free Poison Help line (1-800-222-1222), which connects you to your local poison center, 2) Take off any clothing the poison touched. Rinse skin with running water for 15 to 20 minutes. Call the toll-free Poison Help line (1-800-222-1222), which connects you to your local poison center.,3) If the person swallowed the wrong medicine or too much medicine: Call Poison Help (1-800-222-1222), which connects you to your local poison center.,4) Every poisoning is different. "],"context_set":""}, 
	{"tag": ["Teeth"], "patterns": ["How do you treat broken Teeth ?", "what to do if my Teeth got broken?", "Which medicine to take if I get broken teeth?", "cure broken teeth?"], "responses": ["1) lick the tooth clean if it's dirty, or rinse it in water. put it back into position (adult teeth only); never try to re-insert a baby tooth (see below) bite on a handkerchief to hold the tooth in place. go to see a dentist as an emergency "]}, {"tag": ["seizure"], "patterns": ["How do you treat a seizure?", "what to do if i get a seizure?", "Which medicine to take if I get seizure?", "How to cure seizure?"], "responses": ["1) Stay calm and remain with the person, 2) If they have food or fluid in their mouth, roll them onto their side immediately, 3) Place something soft under their head and loosen any tight clothing. "],"context_set":""}, 

	{"tag": ["Head Injury"], "patterns": ["How do you treat a head Injury?", "what to do if i get a Head Injury?", "Which medicine to take if I get injured in the head?", "How to cure Head Injury?"], "responses": ["1) Apply firm pressure to the wound with sterile gauze or a clean cloth. But don't apply direct pressure to the wound if you suspect a skull fracture. "],"context_set":""},

	{"tag": ["Fainting"], "patterns": ["How do you treat Faint?", "what to do if i feel like Fainting?", "Which medicine to take if I get a Faint?", "How to cure Fainting?"], "responses": ["1) Lie down or sit down. To reduce the chance of fainting again, don't get up too quickly, 2) Place your head between your knees if you sit down, 3)Position the person on his or her back. If there are no injuries and the person is breathing, raise the person's legs above heart level — about 12 inches (30 centimeters) — if possible. Loosen belts, collars or other constrictive clothing. "]}, {"tag": ["Headache"], "patterns": ["How do you treat a mild Headache?", "what to do if i get a mild Headache?", "Which medicine to take if I have a mild headache?", "How to cure a mild headache?"], "responses": ["Give ibuprofen (Advil, Motrin), aspirin, or acetaminophen (Tylenol) for pain. Avoid ibuprofen and other NSAIDs if the person has heart failure or kidney failure. Do not give aspirin to a child under age 18."],"context_set":""}, 
	
	{"tag": ["Cold"], "patterns": ["How do you treat a Cold?", "what to do if i get a mild Cold?", "Which medicine to take if I have a Cold?", "How to cure Cold?"], "responses": ["1)Keeping hydrated is absolutely vital to help flush out the cold, as well as to break down congestion and keep your throat lubricated. 2)Vitamin C is extremely helpful when fighting infection, so at the first sign of a cold be sure to increase your intake by eating plenty of berries, citrus fruits, papayas, broccoli and red peppers which will help keep you protected. 3)When it comes to combating a cold,Vitamin D is essential in helping to regulate immune response."],"context_set":""}, 

	{"tag": ["Rash"], "patterns": ["How do you treat Rashes?", "what to do if i get a Rash?", "Which medicine to take if I have a Rash?", "How to cure Rash?"], "responses": ["1)Olive oil helps in healing and promotes skin renewal given it is packed with vitamin E and antioxidants. It also soothes the skin and reduces itching. 2)Baking soda is useful in drying skin rashes as also in relieving itching and inflammation. 3)Aloe Vera,Thanks to its antibacterial, antifungal, anti-inflammatory and emollient properties, aloe vera is excellent for treating a number of skin ailments including rashes as also soothing the skin."],"context_set":""}, {"tag": ["snake bite"], "patterns": ["How do you treat a snake bite?", "what to do if i get a snake bite?", "Which medicine to take if I get a snake bite?", "How to cure snake bite?", "i got bit by a snake"], "responses": ["While waiting for medical help: 1)Move the person beyond striking distance of the snake. 2)Have the person lie down with wound below the heart. 3)Keep the person calm and at rest, remaining as still as possible to keep venom from spreading. 4)Cover the wound with loose, sterile bandage. 5)Remove any jewelry from the area that was bitten. 6)Remove shoes if the leg or foot was bitten."],"context_set":""}, 
	{"tag": ["animal bite"], "patterns": ["How do you treat a animal bite?", "How do you treat a monkey bite?", "How do you treat a dog bite?", "what to do if i get a animal bite?", "Which medicine to take if I get a monekey bite?", "How to cure dog bite?", "i got bit by a dog"], "responses": ["1)Wash the wound with soap and warm water. 2)Gently press a clean cloth over the wound to stop the flow of blood. 3)Apply an antibacterial ointment to the wound. 4)Cover with a sterile bandage. 5)Watch for signs of infection. 6)Seek help if you suspect infection or possible exposure to rabies, or if the wound is severe."],"context_set":""}, 
	 
	{"tag": ["Drowning"], "patterns": ["What to do if someone is Drowning?", "what to do if someone drowned?", "What steps to take if i see a drowning person?", "How to help a drowning person?"], "responses": ["1)Place your ear next to the person's mouth and nose. Do you feel air on your cheek? 2)Look to see if the person's chest is moving.If the Person is Not Breathing, Check Pulse. 3)Check the person's pulse for 10 seconds.If There is No Pulse, Start CPR."],"context_set":""}, 

{"tag": ["CPR"], "patterns": ["How to give CPR??", "what to do in a CPR?", "What steps to take in a CPR??", "How to help a drowning person in CPR?"], "responses": ["1)For an adult or child, place the heel of one hand on the center of the chest at the nipple line. You can also push with one hand on top of the other. For an infant, place two fingers on the breastbone. 2)For an adult or child, press down at least 2 inches. Make sure not to press on ribs. For an infant, press down about 1 and 1/2 inches. Make sure not to press on the end of the breastbone. 3)Do chest compressions only, at the rate of 100-120 per minute or more. Let the chest rise completely between pushes. 4)Check to see if the person has started breathing."],"context_set":""}, 

	{"tag": ["Fracture"], "patterns": ["How do you treat a Fracture?", "what to do if i get a Fracture?", "Which medicine to take if I have a Fracture?", "How to cure a Fracture?"], "responses": ["1)Stop any bleeding. Apply pressure to the wound with a sterile bandage, a clean cloth or a clean piece of clothing. 2)Immobilize the injured area. Don't try to realign the bone or push a bone that's sticking out back in. If you've been trained in how to splint and professional help isn't readily available, apply a splint to the area above and below the fracture sites. Padding the splints can help reduce discomfort. 3)Apply ice packs to limit swelling and help relieve pain. Don't apply ice directly to the skin. Wrap the ice in a towel, piece of cloth or some other material. 4)Treat for shock. If the person feels faint or is breathing in short, rapid breaths, lay the person down with the head slightly lower than the trunk and, if possible, elevate the legs."],"context_set":""},

        {
            "tag": [
                "disease1"
            ],
            "patterns": [
                "sore watery throat itchy sneezing nasal congestion nose runny eyes",
                "eyes congestion itchy watery sneezing runny throat nose nasal sore",
                "itchy congestion sore eyes runny watery sneezing throat nose nasal",
                "sneezing sore watery eyes nose congestion nasal throat itchy runny",
                "itchy runny watery nose congestion nasal sore throat sneezing eyes",
                "runny sneezing nose itchy eyes sore nasal watery congestion throat",
                "sore eyes throat nose itchy runny congestion watery sneezing nasal",
                "nasal sneezing throat nose congestion sore itchy runny watery eyes",
                "sore watery eyes nose runny congestion nasal sneezing throat itchy",
                "congestion itchy runny nose sore throat eyes nasal watery sneezing",
                "watery sneezing throat itchy clearing from eyes nose nasal drip throat cough congestion postnasal scratchy",
                "watery nasal itchy throat from throat scratchy drip nose cough sneezing clearing congestion eyes postnasal",
                "scratchy cough eyes drip sneezing itchy congestion throat nose throat clearing postnasal watery from nasal",
                "nasal eyes itchy throat postnasal nose watery throat scratchy cough from clearing drip sneezing congestion",
                "drip sneezing throat nose from congestion clearing itchy nasal throat eyes cough postnasal scratchy watery",
                "throat eyes drip nose postnasal cough congestion itchy throat from clearing scratchy sneezing watery nasal",
                "sneezing scratchy itchy eyes nasal cough throat clearing nose congestion postnasal watery from drip throat",
                "scratchy throat postnasal drip nose clearing watery cough itchy throat nasal from sneezing eyes congestion",
                "congestion nose postnasal itchy nasal sneezing clearing watery throat cough scratchy eyes throat drip from",
                "congestion throat throat postnasal watery eyes itchy sneezing nasal drip scratchy nose from clearing cough",
                "watery nasal eyes scratchy drip sneezing congestion postnasal from itchy nose cough throat clearing throat",
                "nose congestion watery sneezing throat scratchy eyes throat clearing postnasal itchy cough nasal drip from",
                "scratchy itchy nose watery clearing sneezing eyes congestion throat throat postnasal drip cough nasal from",
                "throat watery congestion cough eyes itchy postnasal from nose scratchy drip throat sneezing clearing nasal",
                "itchy eyes postnasal nasal clearing throat throat from scratchy nose watery congestion sneezing drip cough"
            ],
            "responses": [
                "You Are Showing Symptoms Of The Allergies"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease2"
            ],
            "patterns": [
                "of palpitations Feel fainting Have decreased pale Appear shortness rate rapid energy heart breath easily Experience Develop Weakness Fatigue tired",
                "fainting decreased shortness Feel energy Experience tired Have Weakness palpitations Fatigue breath of Develop Appear easily pale rapid rate heart",
                "palpitations rapid fainting Weakness Appear energy rate Experience Have tired decreased shortness Develop breath pale Fatigue heart of Feel easily",
                "decreased shortness pale tired Weakness rapid heart of Have breath rate Appear palpitations energy fainting easily Experience Feel Fatigue Develop",
                "shortness heart Feel Weakness pale tired Develop Fatigue Appear of breath Experience decreased energy Have palpitations rate rapid fainting easily",
                "fainting heart Appear Fatigue Feel easily of pale rate Weakness Develop breath tired energy Have palpitations rapid Experience decreased shortness",
                "easily palpitations rapid Have fainting Fatigue Develop energy Weakness tired Experience rate Feel pale decreased Appear shortness breath heart of",
                "Feel Fatigue breath Experience fainting tired easily palpitations Weakness decreased Develop rapid shortness energy pale of Appear rate Have heart",
                "Weakness easily energy fainting rate rapid heart Have tired palpitations breath Appear pale shortness Feel Fatigue Develop of decreased Experience",
                "tired breath Experience Have decreased Develop Fatigue fainting of pale Weakness heart rate easily Appear Feel energy shortness rapid palpitations",
                "pale breath Fatigue decreased Have shortness palpitations Appear Weakness tired easily rapid Feel fainting heart Experience Develop of rate energy",
                "Feel Appear heart pale breath fainting Experience palpitations energy rate easily tired decreased Fatigue of Weakness Develop Have shortness rapid",
                "Experience Develop rapid Have rate shortness pale heart breath palpitations Fatigue energy fainting decreased Weakness Feel Appear of easily tired",
                "rapid Appear rate tired fainting energy palpitations breath decreased pale Experience easily heart of Have Develop Fatigue Weakness shortness Feel",
                "easily of Feel Appear fainting shortness pale Develop rate Fatigue breath tired decreased heart Weakness energy Experience Have rapid palpitations",
                "palpitations rate decreased Feel Have Develop Weakness breath rapid easily pale shortness heart Appear energy tired of Fatigue fainting Experience",
                "energy Appear pale rate Weakness rapid Fatigue heart shortness Develop of Feel fainting Experience tired breath Have easily palpitations decreased",
                "Weakness Feel energy breath rate fainting pale shortness heart Appear Experience Fatigue Develop of decreased rapid tired Have easily palpitations",
                "Appear Develop Weakness shortness Fatigue palpitations tired decreased rate breath fainting pale rapid energy heart Feel Experience Have easily of",
                "tired of Fatigue rapid Have energy fainting heart palpitations rate breath Develop decreased Weakness pale easily shortness Feel Appear Experience"
            ],
            "responses": [
                "You Are Showing Symptoms Of The Anemia"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease3"
            ],
            "patterns": [
                "congestion Headaches Cough body nosesneezing throat symptoms Nasal Sore runny fever aches",
                "aches Sore body fever runny congestion throat nosesneezing symptoms Cough Headaches Nasal",
                "Cough body throat aches Sore nosesneezing Headaches fever congestion runny symptoms Nasal",
                "runny aches symptoms body nosesneezing congestion Headaches Cough Sore Nasal throat fever",
                "body Sore fever throat nosesneezing congestion Cough Headaches aches Nasal runny symptoms",
                "symptoms Headaches Sore fever Cough congestion body nosesneezing runny Nasal throat aches",
                "throat Nasal Cough runny Headaches aches nosesneezing body Sore fever symptoms congestion",
                "Nasal nosesneezing body congestion aches runny Cough Headaches throat symptoms Sore fever",
                "Cough throat symptoms aches runny Headaches congestion body Sore fever nosesneezing Nasal",
                "Nasal body Sore congestion symptoms runny throat Cough nosesneezing Headaches fever aches",
                "body Sore congestion symptoms fever aches throat nosesneezing Nasal Headaches Cough runny",
                "Cough symptoms congestion aches throat body fever Headaches Sore nosesneezing runny Nasal"
            ],
            "responses": [
                "You Are Showing Symptoms Of The Cold/Flu"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease4"
            ],
            "patterns": [
                "cough breath pain chest of shortness",
                "chest pain breath of shortness cough",
                "cough breath shortness pain of chest",
                "pain breath of shortness cough chest",
                "of pain breath cough chest shortness",
                "cough of pain shortness chest breath"
            ],
            "responses": [
                "You Are Showing Symptoms Of The Asthma"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease5"
            ],
            "patterns": [
                "agitation quarrelsomeness loss irritability of orientation",
                "of orientation loss agitation irritability quarrelsomeness",
                "orientation loss quarrelsomeness irritability of agitation",
                "loss irritability quarrelsomeness agitation of orientation",
                "of loss orientation irritability agitation quarrelsomeness",
                "quarrelsomeness irritability agitation orientation loss of"
            ],
            "responses": [
                "You are most likely suffering from alzheimers"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease6"
            ],
            "patterns": [
                "of tenderness periods Food cravings breast swelling absence menstrual",
                "of swelling menstrual Food periods tenderness absence cravings breast",
                "periods menstrual cravings absence tenderness of Food breast swelling",
                "Food breast absence tenderness menstrual swelling of cravings periods",
                "swelling of cravings periods absence tenderness breast menstrual Food",
                "breast menstrual absence cravings of swelling periods Food tenderness",
                "absence tenderness breast menstrual swelling of Food periods cravings",
                "of cravings swelling tenderness Food menstrual periods absence breast",
                "cravings swelling tenderness menstrual periods absence Food breast of"
            ],
            "responses": [
                "You most likely are pregnant"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease7"
            ],
            "patterns": [
                "sweating loss weight nervousness heart intolerance agitation to a heat tremor rate rapid excessive loss hair fatigue",
                "excessive intolerance fatigue a loss rapid tremor heat nervousness loss weight sweating rate to agitation heart hair",
                "loss heat weight agitation a rate fatigue tremor to intolerance rapid sweating excessive nervousness hair loss heart",
                "heart excessive sweating fatigue weight intolerance a tremor heat agitation loss nervousness hair loss rate to rapid",
                "loss heat hair sweating heart excessive a tremor rate loss agitation rapid nervousness intolerance to weight fatigue",
                "weight intolerance rapid loss sweating hair to agitation rate a nervousness loss excessive heat fatigue tremor heart",
                "rapid rate hair excessive fatigue heart sweating intolerance weight nervousness loss to a loss agitation heat tremor",
                "loss a agitation weight intolerance to heart rate nervousness sweating fatigue hair loss tremor rapid heat excessive",
                "loss heart weight tremor nervousness heat a excessive to rate agitation hair sweating intolerance rapid loss fatigue",
                "loss heart rate intolerance heat a fatigue sweating nervousness weight tremor agitation hair loss excessive rapid to",
                "heat to heart weight loss fatigue rate loss tremor a sweating rapid nervousness hair excessive intolerance agitation",
                "weight sweating a rapid rate hair excessive agitation loss heat intolerance loss fatigue to tremor heart nervousness",
                "agitation sweating loss heart nervousness loss heat to rapid weight fatigue hair tremor a intolerance excessive rate",
                "tremor fatigue heat heart hair a to nervousness sweating agitation loss rate rapid weight loss excessive intolerance",
                "agitation excessive loss hair heart heat rapid a nervousness fatigue tremor rate sweating to loss weight intolerance",
                "excessive sweating tremor nervousness intolerance rate agitation a loss to heart loss hair fatigue weight heat rapid",
                "rapid agitation fatigue loss sweating excessive tremor intolerance to rate weight nervousness loss heat hair heart a"
            ],
            "responses": [
                "You are most likely suffering from hyperthyroid"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease8"
            ],
            "patterns": [
                "fatigue cramps dry intolerance muscle gain weight depression skin sleepiness cold mild",
                "gain weight mild cold muscle intolerance depression cramps dry fatigue skin sleepiness",
                "dry gain intolerance cold skin depression weight sleepiness fatigue cramps muscle mild",
                "skin cramps depression cold gain intolerance dry fatigue muscle mild weight sleepiness",
                "mild sleepiness cold intolerance weight fatigue depression cramps skin dry muscle gain",
                "fatigue intolerance weight cramps skin gain muscle cold mild sleepiness depression dry",
                "dry cold weight sleepiness muscle gain cramps skin depression intolerance mild fatigue",
                "dry fatigue gain weight muscle intolerance sleepiness cramps cold mild skin depression",
                "intolerance fatigue cold depression mild dry skin weight sleepiness gain muscle cramps",
                "muscle intolerance gain weight cramps dry sleepiness skin depression fatigue cold mild",
                "fatigue mild intolerance cold muscle weight gain cramps skin sleepiness dry depression",
                "mild depression skin cramps weight dry muscle gain intolerance cold sleepiness fatigue"
            ],
            "responses": [
                "You are most likely suffering from hypothyroid"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease9"
            ],
            "patterns": [
                "thirst dehydration hunger increased urination increased",
                "hunger urination increased thirst dehydration increased",
                "urination dehydration hunger increased thirst increased",
                "urination dehydration increased hunger increased thirst",
                "thirst hunger urination increased dehydration increased",
                "increased dehydration hunger increased urination thirst"
            ],
            "responses": [
                "You are most likely suffering from diabetes"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease10"
            ],
            "patterns": [
                "chills ulcers sweats swollen muscle aches lymph mouth throat sore nodes night fever joint",
                "mouth joint night throat sweats sore chills fever muscle lymph nodes ulcers swollen aches",
                "throat lymph joint swollen sore night chills sweats aches nodes ulcers muscle fever mouth",
                "swollen fever sweats throat lymph chills aches ulcers muscle joint sore mouth night nodes",
                "night fever chills swollen throat sore mouth ulcers nodes sweats lymph muscle joint aches",
                "chills mouth muscle lymph fever sore ulcers swollen nodes night throat sweats aches joint",
                "sore sweats throat joint nodes night mouth aches swollen chills ulcers fever muscle lymph",
                "nodes mouth sore fever chills ulcers night swollen aches throat lymph muscle joint sweats",
                "sweats throat aches chills sore mouth fever ulcers swollen nodes joint lymph night muscle",
                "joint chills muscle lymph throat ulcers fever aches mouth sore sweats night nodes swollen",
                "nodes joint muscle ulcers fever sweats aches throat chills lymph night sore mouth swollen",
                "joint night ulcers fever sweats lymph aches sore chills nodes mouth throat muscle swollen",
                "muscle chills sore fever swollen mouth throat night nodes ulcers sweats joint lymph aches",
                "joint aches chills lymph throat ulcers mouth nodes fever swollen sore night sweats muscle"
            ],
            "responses": [
                "You are most likely suffering from HIV AIDS"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease11"
            ],
            "patterns": [
                "in shortness pain of blurred vision headache chest nosebleeds the breath blood fatigue urine dizziness",
                "fatigue dizziness pain headache nosebleeds blood chest breath of the urine vision blurred shortness in",
                "fatigue dizziness chest blurred the pain nosebleeds shortness of urine in vision breath headache blood",
                "nosebleeds blood pain shortness chest in breath vision of the dizziness headache fatigue blurred urine",
                "pain shortness nosebleeds breath in vision fatigue of dizziness blurred blood headache the urine chest",
                "shortness blurred fatigue breath in pain urine blood headache nosebleeds the of vision chest dizziness",
                "the pain vision chest blurred breath urine headache in blood of dizziness fatigue shortness nosebleeds",
                "of urine pain breath shortness headache blurred the chest in vision nosebleeds dizziness fatigue blood",
                "breath vision nosebleeds fatigue chest the blood in dizziness blurred headache of urine pain shortness",
                "blood in blurred of chest nosebleeds shortness headache urine fatigue breath pain vision the dizziness",
                "blurred shortness urine in dizziness pain the vision fatigue blood chest nosebleeds breath headache of",
                "headache dizziness nosebleeds urine blurred pain fatigue the vision breath blood in shortness chest of",
                "shortness chest urine blood pain nosebleeds blurred in fatigue dizziness headache breath vision the of",
                "of dizziness headache fatigue vision blood breath blurred the pain urine shortness chest nosebleeds in",
                "headache of shortness dizziness the blood urine pain chest breath vision fatigue in blurred nosebleeds"
            ],
            "responses": [
                "You are most likely suffering from high blood pressure"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease12"
            ],
            "patterns": [
                "of stiffness muscle fatigue of energy aches appetite ache fever lack loss",
                "aches of lack of loss ache energy fatigue fever muscle stiffness appetite",
                "of lack of loss fatigue stiffness appetite fever muscle energy aches ache",
                "muscle appetite fever fatigue aches lack stiffness energy ache of of loss",
                "of fever fatigue ache muscle appetite lack stiffness of energy aches loss",
                "energy stiffness muscle of loss fatigue aches lack of fever appetite ache",
                "lack muscle loss of appetite aches stiffness fatigue ache energy fever of",
                "aches energy lack fatigue of of loss stiffness ache appetite muscle fever",
                "energy ache loss fatigue of of stiffness appetite muscle lack aches fever",
                "muscle appetite energy fever stiffness of loss aches fatigue lack of ache",
                "muscle appetite energy ache loss of of fatigue fever stiffness lack aches",
                "fever stiffness of appetite energy aches fatigue of ache muscle loss lack"
            ],
            "responses": [
                "You are most likely suffering from Rheumatoid Arthritis"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease13"
            ],
            "patterns": [
                "fatigue the abdomen jaundice upper inflamed of in right pain appetite nausea loss liver",
                "the inflamed loss upper of abdomen liver in pain jaundice appetite nausea right fatigue",
                "loss appetite nausea inflamed right of in fatigue the liver abdomen upper pain jaundice",
                "right upper loss inflamed in abdomen nausea liver the fatigue of appetite pain jaundice",
                "loss liver appetite the of upper pain jaundice inflamed right nausea abdomen fatigue in",
                "pain jaundice fatigue appetite upper of right in liver inflamed the abdomen nausea loss",
                "jaundice liver appetite in right of pain inflamed fatigue nausea upper loss the abdomen",
                "abdomen right nausea the upper inflamed jaundice in fatigue liver pain of loss appetite",
                "the nausea jaundice upper pain abdomen of right inflamed appetite loss fatigue in liver",
                "liver in abdomen of fatigue right jaundice the inflamed pain upper loss appetite nausea",
                "the liver fatigue abdomen appetite inflamed loss upper nausea of jaundice right pain in",
                "of abdomen the upper liver jaundice in nausea pain right inflamed appetite fatigue loss",
                "pain of liver appetite jaundice upper nausea inflamed loss abdomen fatigue in right the",
                "pain upper loss the of jaundice right abdomen appetite liver inflamed fatigue in nausea"
            ],
            "responses": [
                "You are most likely suffering from hepatitis B"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease14"
            ],
            "patterns": [
                "fever fever pain exhaustion headache muscle rash joint severe headache",
                "headache joint muscle pain headache rash exhaustion fever severe fever",
                "fever headache joint fever rash headache pain severe exhaustion muscle",
                "muscle pain headache severe fever headache exhaustion fever rash joint",
                "severe headache exhaustion fever fever rash joint pain headache muscle",
                "fever rash headache joint severe muscle exhaustion fever pain headache",
                "exhaustion joint rash severe headache headache fever muscle pain fever",
                "muscle fever severe rash headache fever joint headache pain exhaustion",
                "exhaustion fever pain muscle rash fever headache joint headache severe",
                "headache severe fever exhaustion rash muscle joint pain headache fever"
            ],
            "responses": [
                "You are most likely suffering from Dengue"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease15"
            ],
            "patterns": [
                "general weakness vomiting chills aches nausea headaches fever body",
                "nausea vomiting headaches aches weakness general fever chills body",
                "weakness body nausea aches chills headaches general fever vomiting",
                "body headaches chills general aches nausea vomiting fever weakness",
                "weakness chills general fever vomiting headaches nausea aches body",
                "nausea aches headaches body vomiting general chills fever weakness",
                "headaches vomiting chills general aches weakness body nausea fever",
                "vomiting headaches general chills nausea body weakness aches fever",
                "general vomiting fever chills aches nausea headaches weakness body"
            ],
            "responses": [
                "You are most likely suffering from Malaria"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease16"
            ],
            "patterns": [
                "general red on fever the body weakness spots fever",
                "fever body on general spots red weakness the fever",
                "fever the red on general weakness fever body spots",
                "on fever general the fever spots weakness body red",
                "body spots the general on fever fever red weakness",
                "general weakness fever spots the on fever red body",
                "on spots fever fever the weakness body general red",
                "body fever red on weakness the spots general fever",
                "general fever the red body on weakness spots fever"
            ],
            "responses": [
                "You are most likely suffering from Chicken Pox"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease17"
            ],
            "patterns": [
                "skin discoloration the mucous Yellow muscle Seizures membranes crying High of pitched Changes in sleepiness tone",
                "Seizures the High pitched membranes discoloration Changes sleepiness Yellow tone of crying skin in mucous muscle",
                "High skin membranes Seizures Yellow crying Changes in of muscle tone pitched mucous sleepiness the discoloration",
                "muscle of tone Seizures Changes in skin sleepiness membranes crying the Yellow High mucous discoloration pitched",
                "Changes High membranes discoloration the Seizures tone Yellow in muscle crying mucous pitched skin of sleepiness",
                "sleepiness skin Changes tone discoloration the in Yellow membranes muscle High Seizures crying mucous of pitched",
                "membranes crying pitched Changes tone Yellow Seizures High skin the sleepiness in discoloration of muscle mucous",
                "mucous Yellow muscle in High pitched sleepiness discoloration of the Changes crying skin membranes Seizures tone",
                "membranes mucous tone Seizures of crying in Changes muscle discoloration Yellow pitched the skin sleepiness High",
                "Changes High Yellow of muscle mucous discoloration crying in skin tone sleepiness pitched Seizures the membranes",
                "membranes in sleepiness Seizures Changes crying tone High mucous discoloration the muscle skin of pitched Yellow",
                "in sleepiness High the discoloration mucous tone Seizures crying of pitched muscle Yellow skin Changes membranes",
                "discoloration sleepiness Changes Seizures skin tone crying muscle the of pitched mucous in Yellow membranes High",
                "sleepiness pitched muscle Changes discoloration the Yellow of skin crying tone in Seizures membranes High mucous",
                "pitched membranes in mucous sleepiness muscle discoloration Changes tone of Yellow the High skin crying Seizures",
                "sleepiness muscle the crying pitched membranes discoloration skin in Seizures Yellow tone High mucous of Changes"
            ],
            "responses": [
                "You are most likely suffering from jaundice"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease18"
            ],
            "patterns": [
                "frequent pain watery bowel movements abdominal no inflammation signs cramping of are",
                "pain signs watery of abdominal no movements frequent inflammation are cramping bowel",
                "bowel cramping frequent inflammation movements watery of pain no abdominal are signs",
                "are watery cramping of frequent signs no pain movements bowel inflammation abdominal",
                "bowel pain signs watery movements no frequent cramping abdominal are inflammation of",
                "are bowel cramping abdominal signs no movements watery pain inflammation frequent of",
                "no are cramping inflammation pain signs bowel of abdominal movements frequent watery",
                "of inflammation signs pain movements abdominal frequent watery are no bowel cramping",
                "movements are abdominal watery signs frequent of cramping pain bowel inflammation no",
                "watery no abdominal pain of inflammation signs movements are cramping bowel frequent",
                "frequent pain of bowel movements cramping abdominal inflammation no signs are watery",
                "of watery are inflammation pain abdominal signs no cramping bowel frequent movements"
            ],
            "responses": [
                "You are most likely suffering from Diarrhea"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease19"
            ],
            "patterns": [
                "decrease fully glasses in with correctable clarity of vision not",
                "not correctable of with in vision decrease clarity fully glasses",
                "glasses decrease of not with vision in clarity fully correctable",
                "vision correctable in clarity of fully decrease glasses not with",
                "fully of correctable not in decrease clarity glasses with vision",
                "with decrease correctable vision glasses clarity fully of in not",
                "not glasses clarity in of vision with correctable decrease fully",
                "in correctable clarity with fully of vision decrease glasses not",
                "not vision decrease of fully in with clarity glasses correctable",
                "glasses of correctable not with fully clarity in decrease vision"
            ],
            "responses": [
                "You are most likely suffering from cataract"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease20"
            ],
            "patterns": [
                "fatigue fever of cough chills breath shortness",
                "of cough fever fatigue shortness chills breath",
                "fever chills fatigue of cough shortness breath",
                "of chills fever fatigue cough shortness breath",
                "of chills shortness breath cough fever fatigue",
                "fatigue of shortness fever chills cough breath",
                "cough fatigue shortness breath chills of fever"
            ],
            "responses": [
                "You are most likely suffering from pneumonia"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease21"
            ],
            "patterns": [
                "lower to the in of inability urinate bloating abdomen lower the abdomen discomfort painful",
                "abdomen the abdomen inability the to bloating painful lower discomfort lower urinate of in",
                "urinate the painful abdomen lower discomfort inability to in abdomen of lower bloating the",
                "painful urinate to inability lower of the abdomen the bloating lower discomfort in abdomen",
                "abdomen bloating urinate lower in lower inability the of the discomfort abdomen painful to",
                "bloating abdomen painful of the discomfort lower abdomen the to in inability urinate lower",
                "inability the abdomen urinate in abdomen lower of to bloating the discomfort painful lower",
                "urinate the bloating to lower the of lower abdomen discomfort painful inability abdomen in",
                "urinate abdomen painful to in inability lower discomfort bloating the abdomen lower the of",
                "lower in discomfort bloating the urinate lower of painful the to abdomen abdomen inability",
                "lower abdomen discomfort the in painful lower abdomen to inability of bloating urinate the",
                "bloating abdomen abdomen the discomfort painful lower to in urinate the of inability lower",
                "the inability of urinate bloating lower discomfort painful to in lower abdomen the abdomen",
                "urinate the abdomen inability the discomfort abdomen to lower painful of in lower bloating"
            ],
            "responses": [
                "You are most likely suffering from Urinary Retention"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease22"
            ],
            "patterns": [
                "Mood of fatigue concentration Daytime changes Anxiety Po of sleep sleepiness Lack lack energy Headaches attention",
                "Mood fatigue Lack Po of of changes Anxiety lack energy Headaches Daytime sleep attention concentration sleepiness",
                "Daytime sleepiness Lack fatigue changes sleep Anxiety lack energy concentration Headaches attention of Po of Mood",
                "of energy Mood Daytime Lack sleepiness Po Headaches sleep of fatigue lack Anxiety changes concentration attention",
                "changes Lack of of Daytime Anxiety attention concentration Mood fatigue Headaches energy Po sleepiness sleep lack",
                "Po sleep attention changes energy sleepiness Mood Lack Anxiety fatigue concentration of of Headaches Daytime lack",
                "Headaches Daytime of sleep Po of concentration changes energy sleepiness Anxiety Mood fatigue Lack lack attention",
                "sleepiness Anxiety changes Daytime lack fatigue of Lack attention energy sleep of Mood Po Headaches concentration",
                "of lack Lack concentration Daytime Po Mood Anxiety of sleepiness sleep Headaches attention fatigue energy changes",
                "sleep Po Headaches of sleepiness Anxiety Lack of Daytime lack changes energy attention fatigue Mood concentration",
                "lack of Po sleepiness energy of Mood concentration sleep Headaches changes Lack attention fatigue Anxiety Daytime",
                "Mood Po attention changes concentration of of lack energy Headaches Daytime sleep fatigue sleepiness Anxiety Lack",
                "sleepiness Anxiety Po of Daytime Mood changes Lack lack Headaches concentration attention energy sleep fatigue of",
                "sleepiness of energy of Mood attention Headaches Anxiety Po Lack concentration Daytime changes sleep fatigue lack",
                "of Daytime sleepiness attention Po changes Anxiety Headaches of Mood energy sleep Lack lack concentration fatigue",
                "Daytime Anxiety fatigue of concentration Headaches energy sleep lack sleepiness Lack Mood attention of Po changes"
            ],
            "responses": [
                "You are most likely suffering from Insomnia"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease23"
            ],
            "patterns": [
                "cough fever tenderness sore sinuses pressure in pain the ears in cloudy the headache throat nasal teeth sinus discolored facial",
                "ears cloudy discolored headache teeth nasal pain cough facial in pressure sinuses the fever sore in sinus tenderness throat the",
                "nasal in tenderness sinus cough cloudy discolored sinuses sore ears pressure the pain throat in facial the teeth fever headache",
                "sinus the headache the facial sinuses fever pain in pressure nasal tenderness ears teeth sore cough in throat cloudy discolored",
                "sore the sinus cough tenderness throat the pain facial discolored fever nasal in in cloudy ears teeth sinuses pressure headache",
                "pressure in teeth facial sinuses the cloudy the discolored sinus cough sore tenderness throat fever nasal headache pain ears in",
                "fever facial in sinus cough pain pressure nasal sore the discolored headache teeth sinuses tenderness in the throat ears cloudy",
                "in discolored fever pressure tenderness the cough sore in the headache nasal cloudy teeth pain throat ears facial sinuses sinus",
                "throat headache teeth cough pressure discolored sinuses sore sinus facial the in cloudy tenderness pain fever the ears in nasal",
                "discolored ears tenderness sinuses headache cough throat in teeth sore nasal facial the sinus in the cloudy fever pain pressure",
                "cough sinuses ears fever nasal sore sinus headache teeth tenderness the throat cloudy the in pressure facial discolored in pain",
                "teeth facial in cough ears pain nasal the tenderness in headache fever discolored sinuses the sore cloudy pressure throat sinus",
                "throat nasal ears teeth cough sore tenderness cloudy discolored pressure in fever pain the headache sinus facial in the sinuses",
                "tenderness throat teeth discolored headache sinuses the facial sore nasal sinus in pressure fever ears cough the cloudy pain in",
                "pressure teeth nasal pain sore in cough discolored in the facial sinus headache sinuses ears cloudy the fever tenderness throat",
                "pressure in teeth cloudy sinus ears discolored in headache sore the nasal throat tenderness facial cough sinuses fever the pain",
                "cloudy throat sinuses sinus nasal teeth in ears fever pain in sore tenderness facial cough the headache the pressure discolored",
                "in throat in discolored ears pressure pain facial headache cloudy the sinus tenderness cough the sinuses nasal sore fever teeth",
                "pain sore fever cough in ears headache cloudy tenderness facial teeth pressure throat the in sinuses sinus the discolored nasal",
                "in fever sore facial teeth cloudy discolored the nasal sinuses pressure the headache sinus ears in pain tenderness cough throat"
            ],
            "responses": [
                "You are most likely suffering from Sinus Infection"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease24"
            ],
            "patterns": [
                "aches of loss fever muscle fatigue appetite",
                "fever loss appetite muscle of aches fatigue",
                "of loss aches fatigue fever appetite muscle",
                "aches fever of loss appetite muscle fatigue",
                "fatigue fever muscle loss of aches appetite",
                "loss fever fatigue muscle aches appetite of",
                "appetite muscle loss fever of aches fatigue"
            ],
            "responses": [
                "You are most likely suffering from hepatitis c"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease25"
            ],
            "patterns": [
                "painful loss swollen glands appetite salivary fever fatigue headache",
                "appetite painful headache salivary fever loss glands fatigue swollen",
                "loss headache glands fatigue salivary fever swollen painful appetite",
                "loss glands painful salivary swollen headache fatigue appetite fever",
                "painful loss swollen appetite fever fatigue salivary glands headache",
                "swollen salivary fatigue appetite painful fever glands headache loss",
                "fatigue loss swollen appetite painful fever salivary glands headache",
                "appetite fatigue swollen loss glands headache fever salivary painful",
                "fever fatigue painful swollen headache appetite salivary loss glands"
            ],
            "responses": [
                "You are most likely suffering from mumps"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease26"
            ],
            "patterns": [
                "cough conjunctivitis runny fever high nose dry",
                "runny conjunctivitis high dry cough nose fever",
                "cough fever high nose dry runny conjunctivitis",
                "conjunctivitis nose cough fever high runny dry",
                "conjunctivitis fever runny dry nose cough high",
                "runny conjunctivitis fever dry cough high nose",
                "cough conjunctivitis nose runny dry high fever"
            ],
            "responses": [
                "You are most likely suffering from measles"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease27"
            ],
            "patterns": [
                "muscle dry difficulty swallowing vision weakness drooping double mouth blurred vision eyelids",
                "double drooping weakness muscle dry swallowing mouth blurred eyelids vision difficulty vision",
                "vision mouth weakness drooping eyelids vision difficulty swallowing blurred double dry muscle",
                "vision drooping difficulty muscle double swallowing mouth blurred dry eyelids vision weakness",
                "dry muscle vision swallowing blurred drooping mouth weakness vision eyelids double difficulty",
                "eyelids mouth double vision weakness difficulty drooping vision dry muscle swallowing blurred",
                "muscle dry drooping swallowing vision eyelids vision double blurred difficulty mouth weakness",
                "blurred double drooping eyelids muscle dry vision swallowing mouth difficulty weakness vision",
                "vision double dry blurred muscle drooping mouth eyelids difficulty vision swallowing weakness",
                "swallowing vision blurred vision mouth dry difficulty eyelids muscle weakness double drooping",
                "difficulty eyelids double muscle mouth drooping blurred swallowing dry weakness vision vision",
                "mouth swallowing double weakness dry eyelids vision vision blurred difficulty drooping muscle"
            ],
            "responses": [
                "You are most likely suffering from botulism"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease28"
            ],
            "patterns": [
                "rapid deterioration mental",
                "mental rapid deterioration"
            ],
            "responses": [
                "You are most likely suffering from mad cow disease"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease29"
            ],
            "patterns": [
                "neck irritability sudden stiff loss headache memory back loss weakness muscle vomiting seizures of po confusion consciousness fever responsiveness drowsiness",
                "confusion of memory responsiveness fever loss consciousness sudden loss muscle back headache po irritability drowsiness seizures stiff weakness neck vomiting",
                "loss loss weakness seizures confusion po sudden stiff irritability vomiting memory fever of responsiveness neck consciousness headache muscle back drowsiness",
                "vomiting muscle back memory fever loss confusion of drowsiness po loss sudden seizures headache responsiveness weakness irritability consciousness neck stiff",
                "of loss irritability muscle vomiting loss memory seizures stiff responsiveness consciousness headache fever confusion back weakness neck po drowsiness sudden",
                "fever drowsiness sudden vomiting headache confusion weakness consciousness seizures back irritability of po loss muscle stiff loss memory responsiveness neck",
                "loss loss consciousness seizures of irritability neck sudden po fever muscle drowsiness memory back confusion vomiting headache weakness stiff responsiveness",
                "weakness consciousness po loss headache memory seizures back neck drowsiness sudden stiff fever loss of responsiveness irritability vomiting muscle confusion",
                "vomiting loss headache sudden muscle neck seizures loss stiff weakness fever back memory irritability drowsiness responsiveness consciousness confusion po of",
                "vomiting of responsiveness neck loss loss back muscle confusion drowsiness stiff headache weakness consciousness irritability seizures po memory sudden fever",
                "memory sudden confusion vomiting fever seizures loss stiff back drowsiness po weakness headache neck irritability responsiveness of consciousness muscle loss",
                "of loss confusion headache drowsiness muscle po irritability back seizures sudden responsiveness neck weakness loss fever memory stiff vomiting consciousness",
                "loss irritability memory weakness seizures vomiting responsiveness stiff back of consciousness drowsiness fever muscle confusion headache loss sudden po neck",
                "back vomiting responsiveness confusion weakness seizures of sudden loss consciousness irritability stiff memory loss headache drowsiness neck muscle po fever",
                "memory seizures irritability drowsiness weakness vomiting loss consciousness responsiveness sudden neck loss of confusion headache stiff po fever muscle back",
                "confusion vomiting fever seizures weakness po sudden of back loss responsiveness drowsiness stiff muscle consciousness neck loss headache irritability memory",
                "memory back fever weakness muscle loss drowsiness seizures vomiting sudden loss responsiveness of irritability stiff headache neck confusion po consciousness",
                "memory vomiting back loss fever drowsiness irritability confusion loss responsiveness consciousness muscle sudden stiff headache po seizures neck of weakness",
                "drowsiness back memory irritability fever vomiting muscle consciousness confusion headache stiff loss seizures responsiveness neck po loss weakness sudden of",
                "muscle weakness vomiting stiff loss drowsiness of memory po confusion sudden irritability headache neck seizures loss consciousness responsiveness back fever"
            ],
            "responses": [
                "You are most likely suffering from meningetis"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease30"
            ],
            "patterns": [
                "upper nausea vomiting pain abdominal abdominal distention",
                "vomiting pain upper abdominal distention nausea abdominal",
                "pain nausea upper vomiting distention abdominal abdominal",
                "distention upper abdominal abdominal nausea vomiting pain",
                "vomiting pain distention upper abdominal nausea abdominal",
                "abdominal upper distention vomiting pain nausea abdominal",
                "vomiting upper nausea abdominal distention abdominal pain"
            ],
            "responses": [
                "You are most likely suffering from indigestion"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease31"
            ],
            "patterns": [
                "Less bleeding diarrhea fissures prolapse Lower rectal movements Anal abdominal bowel discomfort",
                "diarrhea Anal bowel rectal Less prolapse movements fissures Lower discomfort abdominal bleeding",
                "prolapse discomfort Anal abdominal Less rectal fissures Lower bowel bleeding diarrhea movements",
                "prolapse fissures abdominal movements Less bowel bleeding discomfort Lower diarrhea Anal rectal",
                "Lower rectal fissures Anal bleeding abdominal bowel diarrhea movements prolapse Less discomfort",
                "fissures bowel diarrhea rectal Anal abdominal movements bleeding prolapse discomfort Lower Less",
                "movements fissures Lower abdominal Less prolapse bowel diarrhea Anal discomfort rectal bleeding",
                "rectal prolapse Less discomfort bleeding abdominal Lower movements fissures bowel diarrhea Anal",
                "Less bleeding movements discomfort bowel Anal rectal abdominal Lower fissures prolapse diarrhea",
                "movements fissures Anal diarrhea bleeding Lower Less abdominal discomfort bowel rectal prolapse",
                "abdominal Anal diarrhea Less movements prolapse bleeding Lower discomfort fissures rectal bowel",
                "fissures abdominal rectal Less prolapse movements bleeding diarrhea discomfort Lower bowel Anal"
            ],
            "responses": [
                "You are most likely suffering from constipation"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease32"
            ],
            "patterns": [
                "appetite tenderness nausea of pain abdominal fever vomiting loss abdominal",
                "fever of pain vomiting tenderness abdominal nausea loss appetite abdominal",
                "tenderness pain of nausea vomiting fever abdominal abdominal appetite loss",
                "nausea abdominal loss fever pain appetite tenderness of abdominal vomiting",
                "abdominal appetite fever tenderness of abdominal pain loss nausea vomiting",
                "vomiting of pain nausea abdominal tenderness fever loss abdominal appetite",
                "loss of appetite nausea tenderness fever abdominal abdominal pain vomiting",
                "appetite fever loss of abdominal nausea tenderness abdominal vomiting pain",
                "pain loss fever nausea appetite abdominal tenderness abdominal vomiting of",
                "appetite abdominal pain abdominal vomiting fever nausea tenderness loss of"
            ],
            "responses": [
                "You are most likely suffering from appendicitis"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease33"
            ],
            "patterns": [
                "may fatigue trouble problems sleep irritabilityheadaches attention concentrating restlessness problems as that appear also memory",
                "problems that concentrating fatigue sleep may memory appear restlessness also as trouble problems attention irritabilityheadaches",
                "also fatigue concentrating as trouble restlessness may attention sleep memory problems that appear problems irritabilityheadaches",
                "also as sleep problems memory that fatigue appear trouble concentrating may problems irritabilityheadaches attention restlessness",
                "problems memory irritabilityheadaches sleep also may problems concentrating that restlessness appear as fatigue trouble attention",
                "also problems restlessness trouble may concentrating irritabilityheadaches problems memory fatigue appear attention as that sleep",
                "that memory trouble also concentrating problems may irritabilityheadaches problems sleep restlessness appear as fatigue attention",
                "concentrating restlessness problems irritabilityheadaches attention sleep as problems may trouble memory fatigue that appear also",
                "attention trouble problems appear also sleep fatigue memory problems restlessness irritabilityheadaches as may concentrating that",
                "that as restlessness trouble concentrating fatigue problems irritabilityheadaches attention sleep memory problems may appear also",
                "trouble restlessness memory problems also appear that concentrating problems sleep may attention irritabilityheadaches as fatigue",
                "trouble also appear as irritabilityheadaches fatigue problems concentrating sleep problems attention restlessness may that memory",
                "also problems appear concentrating irritabilityheadaches problems trouble fatigue sleep as memory restlessness may attention that",
                "fatigue problems concentrating may attention as also irritabilityheadaches restlessness problems appear trouble that memory sleep",
                "irritabilityheadaches sleep memory problems trouble fatigue restlessness also concentrating attention that problems appear as may"
            ],
            "responses": [
                "You are most likely suffering from Anxiety Disorder"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease34"
            ],
            "patterns": [
                "Weight loss Diarrhea pain diarrhea Vomiting Bloody Fever Abdominal",
                "Bloody Vomiting loss Abdominal Fever Weight diarrhea pain Diarrhea",
                "pain Bloody loss Diarrhea diarrhea Abdominal Vomiting Weight Fever",
                "Diarrhea loss Abdominal diarrhea Bloody Fever Weight pain Vomiting",
                "Diarrhea Abdominal Weight Vomiting loss Fever diarrhea pain Bloody",
                "diarrhea loss Fever Diarrhea Vomiting Weight pain Bloody Abdominal",
                "Diarrhea Fever loss Weight diarrhea Abdominal pain Bloody Vomiting",
                "Weight diarrhea Fever Bloody Vomiting loss Abdominal Diarrhea pain",
                "Abdominal pain diarrhea loss Weight Bloody Vomiting Fever Diarrhea"
            ],
            "responses": [
                "You are most likely suffering from crohn's disease"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease35"
            ],
            "patterns": [
                "Sleep droopy double paralysis daytime hallucinations vision eyelids Excessive sleepiness",
                "double droopy paralysis Excessive Sleep sleepiness daytime vision hallucinations eyelids",
                "eyelids Sleep droopy double sleepiness Excessive hallucinations paralysis vision daytime",
                "eyelids sleepiness hallucinations paralysis Sleep vision Excessive double daytime droopy",
                "paralysis hallucinations Excessive double vision droopy daytime eyelids sleepiness Sleep",
                "daytime paralysis eyelids hallucinations Excessive droopy Sleep vision double sleepiness",
                "sleepiness double vision Sleep droopy daytime Excessive eyelids hallucinations paralysis",
                "vision daytime sleepiness Sleep eyelids hallucinations double paralysis droopy Excessive",
                "paralysis vision droopy eyelids sleepiness hallucinations Sleep Excessive daytime double",
                "daytime vision hallucinations Excessive sleepiness Sleep droopy paralysis double eyelids"
            ],
            "responses": [
                "You are most likely suffering from narcolepsy"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease36"
            ],
            "patterns": [
                "urine blood kidney in in tract urinary infections pain tractU painstones the rinary the",
                "blood urine rinary urinary painstones the the kidney infections tract tractU pain in in",
                "the rinary kidney infections blood in urinary urine tract painstones the in pain tractU",
                "blood tract in urine kidney infections in pain the the urinary tractU painstones rinary",
                "in infections urine in tract pain tractU painstones blood kidney the the rinary urinary",
                "infections in tract urinary blood kidney in the tractU rinary painstones urine the pain",
                "kidney tractU the urinary painstones blood in urine tract the pain infections in rinary",
                "rinary in the pain urine blood infections the tract in tractU painstones kidney urinary",
                "urinary infections pain blood in painstones urine the kidney in tractU tract rinary the",
                "rinary urine tractU in blood in painstones kidney tract the pain the infections urinary",
                "the pain painstones blood rinary infections the urinary urine in tractU tract in kidney",
                "tractU tract rinary the kidney painstones pain in infections urine urinary blood in the",
                "the infections tractU in blood tract urine pain in kidney rinary painstones the urinary",
                "blood painstones urinary tract infections kidney in urine in the tractU the pain rinary"
            ],
            "responses": [
                "You are most likely suffering from cystinuria"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease37"
            ],
            "patterns": [
                "urinating back pain pain pain Blood Groin low pain rectal Fever abdominal",
                "pain Fever low pain rectal abdominal Blood Groin pain back urinating pain",
                "Fever rectal pain pain low pain back urinating Groin pain Blood abdominal",
                "Groin back Blood pain pain Fever pain pain urinating rectal low abdominal",
                "low abdominal pain back pain rectal pain Blood Groin urinating pain Fever",
                "Groin pain Fever abdominal pain urinating Blood pain rectal pain low back",
                "pain pain pain abdominal low Blood rectal pain urinating back Groin Fever",
                "back Fever pain urinating Blood Groin pain pain rectal pain low abdominal",
                "rectal Blood pain Fever pain Groin abdominal urinating back pain pain low",
                "urinating Groin low rectal abdominal pain pain back Blood Fever pain pain",
                "low pain urinating Fever Groin abdominal Blood pain pain pain back rectal",
                "pain low Blood pain abdominal pain urinating rectal Fever Groin pain back"
            ],
            "responses": [
                "You are most likely suffering from prostatitis"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease38"
            ],
            "patterns": [
                "to fullness pressure heaviness that the goes of shortness breath chest pain arm tightness sweating ache",
                "ache goes heaviness chest shortness pressure pain tightness sweating of the that breath fullness arm to",
                "pain the tightness of breath chest that goes sweating pressure ache shortness arm fullness to heaviness",
                "tightness goes heaviness that ache fullness of arm pain chest sweating to breath the pressure shortness",
                "tightness shortness breath that goes to of pressure sweating the pain arm fullness chest ache heaviness",
                "to ache breath pressure heaviness sweating that chest arm pain the tightness shortness fullness goes of",
                "to shortness of heaviness arm chest ache pain fullness the sweating breath goes that pressure tightness",
                "that of pressure shortness to the sweating fullness goes tightness heaviness arm ache pain breath chest",
                "shortness ache heaviness of goes that the tightness chest pressure sweating fullness pain to arm breath",
                "fullness arm ache the pain breath that pressure chest heaviness to goes shortness of tightness sweating",
                "to shortness fullness sweating pressure heaviness chest arm of pain the breath goes tightness ache that",
                "of ache tightness heaviness breath shortness pressure chest pain to fullness sweating the that goes arm",
                "ache chest pain fullness sweating that goes tightness of pressure the heaviness to arm breath shortness",
                "that tightness heaviness pain arm pressure goes ache of sweating to fullness the breath shortness chest",
                "tightness breath pressure chest sweating arm that fullness heaviness ache pain the to goes shortness of",
                "arm sweating the shortness chest pain breath heaviness fullness goes to pressure ache that tightness of"
            ],
            "responses": [
                "You are most likely suffering from Angina"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease39"
            ],
            "patterns": [
                "coma aches skin headache paralysis fever sleepiness stiff disorientation convulsions neck body tremors rash",
                "coma convulsions body rash skin paralysis stiff disorientation sleepiness fever tremors neck aches headache",
                "headache disorientation tremors paralysis coma skin sleepiness stiff neck rash fever body convulsions aches",
                "aches sleepiness stiff tremors skin fever disorientation body paralysis neck convulsions rash headache coma",
                "stiff paralysis sleepiness fever rash disorientation skin coma aches convulsions headache tremors neck body",
                "disorientation tremors sleepiness body aches headache skin coma stiff convulsions rash neck paralysis fever",
                "neck convulsions rash stiff paralysis coma aches disorientation body sleepiness headache fever tremors skin",
                "sleepiness disorientation headache body coma fever tremors convulsions aches skin neck stiff rash paralysis",
                "tremors fever neck aches convulsions disorientation paralysis skin coma body rash headache sleepiness stiff",
                "stiff headache tremors body sleepiness aches rash paralysis coma neck fever disorientation convulsions skin",
                "paralysis skin body headache tremors stiff rash disorientation coma fever sleepiness neck aches convulsions",
                "tremors convulsions stiff coma paralysis disorientation fever neck headache aches skin sleepiness body rash",
                "sleepiness disorientation neck fever convulsions headache tremors paralysis skin coma aches stiff rash body",
                "tremors paralysis headache rash skin convulsions disorientation neck coma aches fever sleepiness stiff body"
            ],
            "responses": [
                "You are most likely suffering from west nile virus"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease40"
            ],
            "patterns": [
                "pressure blood fevers chills pus swollen red low high",
                "low red swollen fevers pus high pressure chills blood",
                "low swollen chills red pus high pressure blood fevers",
                "red fevers blood pus low chills high swollen pressure",
                "blood pressure swollen red high low chills fevers pus",
                "fevers blood high chills swollen pressure pus red low",
                "red swollen low high fevers pressure blood chills pus",
                "low fevers pressure high blood chills pus red swollen",
                "fevers chills red swollen blood low pus high pressure"
            ],
            "responses": [
                "You are most likely suffering from Staph Infection"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease41"
            ],
            "patterns": [
                "vision blurred"
            ],
            "responses": [
                "You are most likely suffering from Macular Degeneration(Age-Related Type)"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease42"
            ],
            "patterns": [
                "Flashing lights floaters",
                "lights floaters Flashing",
                "Flashing floaters lights"
            ],
            "responses": [
                "You are most likely suffering from Retinal detachment"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease43"
            ],
            "patterns": [
                "vision of haziness blurriness",
                "blurriness haziness vision of",
                "of haziness blurriness vision",
                "haziness vision blurriness of"
            ],
            "responses": [
                "You are most likely suffering from Glaucoma"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease44"
            ],
            "patterns": [
                "cancer the periods pelvic heavy womb uterus ovaries the of pain cervix of prolapse",
                "the ovaries uterus cancer the pelvic heavy of cervix prolapse periods pain of womb",
                "of ovaries of heavy uterus prolapse cervix cancer pelvic the pain the periods womb",
                "cervix pain the prolapse the womb uterus ovaries heavy pelvic of periods of cancer",
                "periods womb cervix pain of cancer prolapse of heavy ovaries uterus pelvic the the",
                "prolapse ovaries the womb of heavy cancer the of cervix pain uterus periods pelvic",
                "heavy cancer cervix the ovaries uterus periods pelvic pain of of prolapse the womb",
                "prolapse pain uterus heavy the periods of cervix of cancer the ovaries pelvic womb",
                "prolapse periods womb uterus cancer ovaries cervix of heavy pain the pelvic the of",
                "uterus of periods pain heavy the pelvic ovaries cancer the of prolapse cervix womb",
                "cervix the uterus periods womb of the ovaries pain prolapse pelvic cancer of heavy",
                "heavy cancer the of prolapse pain cervix womb the ovaries pelvic uterus of periods",
                "cancer pain cervix prolapse ovaries the periods the pelvic of of heavy womb uterus",
                "cervix periods of the cancer of heavy pelvic prolapse uterus the ovaries pain womb"
            ],
            "responses": [
                "You are most likely suffering from hysterectomy"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease45"
            ],
            "patterns": [
                "that is typically odorless vaginal a discharge thick",
                "thick vaginal a that discharge is typically odorless",
                "is discharge typically that vaginal a odorless thick",
                "is thick discharge typically that vaginal a odorless",
                "thick is typically discharge odorless vaginal that a",
                "vaginal thick a that is discharge typically odorless",
                "vaginal discharge thick a that is odorless typically",
                "that a typically discharge odorless is thick vaginal"
            ],
            "responses": [
                "You are most likely suffering from yeast infection"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease46"
            ],
            "patterns": [
                "upset easily irritable withdrawal Sleep worsen depression underweight social disrupted",
                "social depression irritable easily upset worsen disrupted Sleep withdrawal underweight",
                "worsen withdrawal upset depression underweight Sleep irritable social easily disrupted",
                "easily underweight depression worsen irritable Sleep upset disrupted social withdrawal",
                "easily underweight withdrawal depression worsen irritable Sleep disrupted social upset",
                "easily upset depression irritable social withdrawal worsen Sleep disrupted underweight",
                "underweight disrupted social upset worsen Sleep depression withdrawal irritable easily",
                "irritable disrupted Sleep worsen upset withdrawal easily social depression underweight",
                "Sleep disrupted easily depression social upset underweight irritable worsen withdrawal",
                "social Sleep worsen upset disrupted withdrawal depression irritable easily underweight"
            ],
            "responses": [
                "You are most likely suffering from anorexia"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease47"
            ],
            "patterns": [
                "discomfort of chest wheezing breath shortness cough",
                "wheezing cough chest breath discomfort of shortness",
                "wheezing shortness cough chest breath discomfort of",
                "shortness wheezing breath discomfort of chest cough",
                "discomfort of cough shortness breath wheezing chest",
                "discomfort of breath wheezing chest cough shortness",
                "breath shortness discomfort cough chest of wheezing"
            ],
            "responses": [
                "You are most likely suffering from chronic obstructive pulmonary disease"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease48"
            ],
            "patterns": [
                "shortness wheezing breath of",
                "breath shortness of wheezing",
                "of shortness breath wheezing"
            ],
            "responses": [
                "You are most likely suffering from emphysema"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease49"
            ],
            "patterns": [
                "area from infection areas grows of which hair skin tiny of",
                "skin grows hair infection of areas which tiny area of from",
                "infection grows tiny area hair skin areas which of from of",
                "hair of of areas grows area skin tiny from which infection",
                "from of areas infection tiny hair area grows skin of which",
                "of tiny area which of skin hair from grows infection areas",
                "from grows tiny of which skin areas infection hair of area",
                "of areas hair of tiny infection area grows which from skin",
                "of infection hair from skin tiny grows areas which of area",
                "from infection which hair areas of skin of area tiny grows",
                "areas infection of skin hair which from area grows of tiny"
            ],
            "responses": [
                "You are most likely suffering from boils"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease50"
            ],
            "patterns": [
                "shaped in col look red from pink shiny ranging raised to dome",
                "in to ranging col raised look pink red shaped dome from shiny",
                "red look in ranging shaped col dome to shiny pink from raised",
                "ranging dome shaped from red in shiny pink look col raised to",
                "pink look to ranging raised from col red dome shaped shiny in",
                "to red ranging pink shaped in from shiny col look dome raised",
                "to pink shaped ranging look from in raised shiny red col dome",
                "dome shaped pink shiny to from raised ranging red look col in",
                "in raised from to shiny pink col dome ranging shaped red look",
                "pink raised red from in dome shaped ranging col to look shiny",
                "in from shiny pink red raised ranging look col to dome shaped",
                "red dome to look raised col from shaped pink shiny in ranging"
            ],
            "responses": [
                "You are most likely suffering from keloid scar"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease51"
            ],
            "patterns": [
                "small flushing cysts facial the of blushing tissue redness acial skin thickening",
                "acial small facial redness flushing thickening blushing of tissue the cysts skin",
                "small thickening flushing skin of redness facial blushing tissue the acial cysts",
                "thickening redness acial small tissue skin cysts the of flushing facial blushing",
                "skin blushing the small acial thickening redness cysts tissue flushing facial of",
                "blushing skin flushing redness small facial thickening tissue cysts of acial the",
                "of blushing tissue redness cysts flushing thickening small acial facial skin the",
                "redness acial blushing the skin thickening of flushing small facial cysts tissue",
                "thickening the cysts small skin facial of blushing tissue flushing acial redness",
                "the acial flushing of redness thickening facial blushing tissue cysts small skin",
                "redness facial flushing blushing thickening the skin of cysts acial tissue small",
                "cysts the of blushing small tissue redness flushing acial thickening skin facial"
            ],
            "responses": [
                "You are most likely suffering from rosacea"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease52"
            ],
            "patterns": [
                "blistering fever aches fluid body pain rash nausea stinging stabbing burning chills itching tingling rash one filled sided headache red sensation",
                "rash chills headache stinging fever blistering filled pain red aches body itching stabbing sided sensation burning one tingling nausea rash fluid",
                "headache burning stabbing body aches pain fever rash sided chills tingling filled stinging itching red nausea blistering one fluid rash sensation",
                "tingling one chills blistering nausea sided headache filled sensation fluid rash burning body stabbing itching fever rash stinging pain red aches",
                "fluid chills stinging body itching tingling filled burning sided rash aches nausea rash one blistering pain fever headache red sensation stabbing",
                "body stinging rash tingling pain stabbing fluid one rash itching chills nausea blistering red aches sided fever burning filled headache sensation",
                "pain headache itching burning body red chills aches stinging nausea blistering rash fever one fluid sensation tingling filled stabbing sided rash",
                "stinging body pain one stabbing itching tingling rash headache nausea fluid blistering chills aches burning rash red filled sided fever sensation",
                "red rash sided blistering burning itching aches pain body filled rash tingling chills stinging nausea headache sensation fluid one fever stabbing",
                "rash sided filled body headache itching fluid stinging red tingling sensation blistering fever chills nausea stabbing one burning pain aches rash",
                "body pain sensation burning red stabbing headache aches fluid tingling blistering itching rash stinging filled nausea sided chills one rash fever",
                "rash headache red aches fluid itching blistering stabbing fever burning filled sided chills one stinging nausea sensation pain body tingling rash",
                "stinging pain rash chills aches rash one sided red body sensation tingling fluid fever headache stabbing itching burning filled blistering nausea",
                "headache pain fluid sensation sided body rash stinging rash chills blistering itching tingling red fever aches nausea burning filled one stabbing",
                "rash fluid chills blistering nausea burning stinging sided fever one stabbing sensation rash body filled aches headache pain red itching tingling",
                "blistering aches rash burning sided stinging fluid body rash itching tingling fever stabbing chills pain filled red sensation one nausea headache",
                "aches stabbing rash itching headache rash burning one blistering tingling red body fever pain nausea fluid filled sensation stinging chills sided",
                "red one chills burning fluid headache tingling blistering rash sensation aches nausea stinging rash body itching pain stabbing filled fever sided",
                "stabbing nausea rash one headache body sided stinging blistering sensation chills red fluid pain aches burning fever filled rash itching tingling",
                "body red one filled nausea sensation tingling rash pain fever stinging stabbing blistering rash aches headache burning chills fluid sided itching",
                "fluid headache sided red aches rash body rash stabbing sensation stinging nausea pain blistering chills filled tingling fever one burning itching"
            ],
            "responses": [
                "You are most likely suffering from shingles(herpes zoster)"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease53"
            ],
            "patterns": [
                "scaly head forehead plaques Reddish",
                "plaques forehead scaly head Reddish",
                "scaly plaques forehead head Reddish",
                "scaly head plaques forehead Reddish",
                "Reddish forehead head scaly plaques"
            ],
            "responses": [
                "You are most likely suffering from dandruff"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease54"
            ],
            "patterns": [
                "uninflamed pus filled pimples blackheads t",
                "t pimples filled blackheads uninflamed pus",
                "blackheads pimples pus t uninflamed filled",
                "pus uninflamed pimples filled blackheads t",
                "pimples filled blackheads pus t uninflamed",
                "uninflamed pimples t filled pus blackheads"
            ],
            "responses": [
                "You are most likely suffering from acne"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease55"
            ],
            "patterns": [
                "growth skin painless fleshy the on",
                "skin fleshy growth painless on the",
                "fleshy skin painless on the growth",
                "on fleshy the painless growth skin",
                "on growth painless skin fleshy the",
                "fleshy the on painless growth skin"
            ],
            "responses": [
                "You are most likely suffering from common wart"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease56"
            ],
            "patterns": [
                "tightness swelling pain tenderness redness hardening skin itching",
                "redness skin tightness swelling hardening tenderness pain itching",
                "redness tightness tenderness itching pain swelling hardening skin",
                "redness pain skin tenderness tightness hardening swelling itching",
                "pain tightness itching swelling skin hardening redness tenderness",
                "redness itching swelling tightness pain skin tenderness hardening",
                "itching redness skin tenderness hardening pain tightness swelling",
                "itching tenderness pain skin redness tightness swelling hardening"
            ],
            "responses": [
                "You are most likely suffering from Scleroderma"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease57"
            ],
            "patterns": [
                "big sever violet a mild colour angular bumps borders itching",
                "bumps big itching sever colour borders angular mild violet a",
                "big angular bumps a sever itching borders mild colour violet",
                "itching colour big bumps borders mild a violet angular sever",
                "bumps a mild colour angular sever borders itching violet big",
                "bumps itching violet big angular borders sever mild a colour",
                "bumps angular a sever itching colour borders violet mild big",
                "borders itching violet angular mild sever big colour bumps a",
                "big borders violet itching angular sever mild colour a bumps",
                "sever bumps borders mild big violet angular a itching colour"
            ],
            "responses": [
                "You are most likely suffering from Lichen planus"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease58"
            ],
            "patterns": [
                "forgetfulness simple old age",
                "old age simple forgetfulness",
                "simple forgetfulness age old"
            ],
            "responses": [
                "You are most likely suffering from Dementia"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease59"
            ],
            "patterns": [
                "flare itch swell welts",
                "welts itch flare swell",
                "flare welts swell itch"
            ],
            "responses": [
                "You are most likely suffering from hives"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease60"
            ],
            "patterns": [
                "pain abdominal teeth vomiting skin discolored glands throat deteriorating constipation salivary dehydration swollen dry sore",
                "dry glands teeth skin abdominal constipation sore dehydration deteriorating vomiting salivary pain throat discolored swollen",
                "teeth skin dehydration deteriorating swollen constipation abdominal vomiting glands salivary pain sore throat dry discolored",
                "dry throat dehydration salivary swollen deteriorating abdominal pain sore skin teeth vomiting glands constipation discolored",
                "skin vomiting throat salivary glands pain swollen constipation discolored dehydration dry teeth abdominal deteriorating sore",
                "swollen vomiting skin abdominal salivary deteriorating discolored dehydration pain constipation sore throat glands teeth dry",
                "skin vomiting pain teeth dehydration throat swollen glands sore deteriorating salivary discolored dry constipation abdominal",
                "glands teeth abdominal dehydration deteriorating constipation salivary discolored vomiting sore skin swollen throat pain dry",
                "glands swollen vomiting throat abdominal pain constipation discolored dry sore salivary deteriorating skin dehydration teeth",
                "discolored dehydration abdominal swollen teeth deteriorating constipation glands dry throat salivary skin pain vomiting sore",
                "deteriorating dehydration glands constipation teeth vomiting discolored sore pain throat abdominal salivary dry skin swollen",
                "swollen constipation skin abdominal deteriorating vomiting dry salivary dehydration throat pain teeth sore glands discolored",
                "dehydration salivary teeth abdominal swollen constipation dry glands discolored sore pain skin deteriorating throat vomiting",
                "dehydration glands deteriorating abdominal constipation sore teeth swollen pain skin vomiting dry discolored throat salivary",
                "sore salivary abdominal glands vomiting deteriorating throat teeth swollen dehydration pain discolored dry skin constipation"
            ],
            "responses": [
                "You are most likely suffering from bulimia nervosa"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease61"
            ],
            "patterns": [
                "sex Penile of penis completion occurs f hard erection enough",
                "penis sex erection enough hard Penile f completion occurs of",
                "penis Penile of enough erection f hard sex completion occurs",
                "penis erection sex Penile f enough hard occurs completion of",
                "penis Penile enough of completion f hard erection sex occurs",
                "penis sex completion f hard enough of erection Penile occurs",
                "enough f Penile occurs penis of sex completion erection hard",
                "sex penis erection enough Penile hard occurs f completion of",
                "of sex enough f penis completion Penile erection hard occurs",
                "enough Penile hard erection sex of occurs completion f penis"
            ],
            "responses": [
                "You are most likely suffering from erectile dysfunction"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease62"
            ],
            "patterns": [
                "urgently flow tract of of need blockage urinate the urine urinary to infections slow urethra",
                "of the urinary flow to slow urgently need urinate of blockage urethra tract infections urine",
                "urine of of urethra need infections to slow urgently urinate urinary flow the blockage tract",
                "of slow flow urgently need tract to infections urinate urinary urine blockage of the urethra",
                "tract blockage of urinary urine slow need flow urinate infections the to urgently urethra of",
                "of urine infections of tract flow need to urethra urgently the urinate blockage slow urinary",
                "urinary slow to blockage urinate of urethra of tract the urgently urine infections flow need",
                "urinary infections blockage urgently to urinate slow need flow tract of urine the of urethra",
                "to urine urgently tract urethra of blockage need urinate slow infections urinary of the flow",
                "urgently need blockage urethra urinate of urine slow urinary flow infections of tract the to",
                "of to urethra urinate slow urine urinary of tract flow infections the blockage need urgently",
                "need urinary flow blockage the tract infections urgently of of urinate slow urine urethra to",
                "blockage to of urinary urine tract urethra urgently flow infections slow urinate of need the",
                "urethra of slow urinate tract blockage flow to urine urinary the urgently infections of need",
                "infections urinary flow tract of to urethra slow blockage urgently the of need urine urinate"
            ],
            "responses": [
                "You are most likely suffering from Enlarged Prostate Gland"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease63"
            ],
            "patterns": [
                "Hopelessness Lack Fatigue appetite other excessive decisions of making of physical Loss concentration hunger Insomnia symptomsinadequacy",
                "Insomnia Lack hunger making Hopelessness Loss appetite other of decisions Fatigue of physical excessive concentration symptomsinadequacy",
                "symptomsinadequacy Insomnia Lack decisions appetite making of physical other Loss hunger of concentration excessive Fatigue Hopelessness",
                "decisions symptomsinadequacy Lack other excessive appetite concentration of Hopelessness physical of Loss hunger Fatigue Insomnia making",
                "excessive Hopelessness physical of other concentration decisions Fatigue making appetite Lack hunger of Insomnia symptomsinadequacy Loss",
                "hunger Insomnia of physical symptomsinadequacy decisions excessive appetite Fatigue Hopelessness Loss other concentration of making Lack",
                "physical of symptomsinadequacy Lack Fatigue Insomnia decisions excessive other concentration Hopelessness making of hunger Loss appetite",
                "Fatigue physical hunger of of other Lack decisions making Insomnia appetite Hopelessness excessive symptomsinadequacy Loss concentration",
                "excessive of Hopelessness symptomsinadequacy Insomnia Lack concentration appetite hunger making of physical Loss Fatigue other decisions",
                "decisions making Insomnia of excessive of Loss appetite Fatigue physical hunger Hopelessness symptomsinadequacy other Lack concentration",
                "appetite hunger decisions Lack symptomsinadequacy Hopelessness excessive of making Fatigue concentration Insomnia Loss of physical other",
                "Hopelessness Fatigue hunger Insomnia Loss decisions symptomsinadequacy physical excessive making of concentration of Lack other appetite",
                "hunger concentration decisions Lack symptomsinadequacy appetite other making Loss excessive physical of of Fatigue Insomnia Hopelessness",
                "physical Fatigue appetite Loss of symptomsinadequacy other concentration Hopelessness Insomnia decisions making Lack excessive of hunger",
                "Loss decisions excessive making concentration appetite other hunger Fatigue Lack physical Hopelessness of symptomsinadequacy of Insomnia",
                "concentration Lack of appetite decisions Insomnia other excessive making physical Fatigue symptomsinadequacy Hopelessness of Loss hunger"
            ],
            "responses": [
                "You are most likely suffering from Dysthymia (Persistent Depressive Disorder)"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease64"
            ],
            "patterns": [
                "stomach lightheadedness racing nausea pounding hyperventilation difficulty chest breathing upset dizziness heartbeat pains",
                "pains heartbeat lightheadedness stomach difficulty chest nausea pounding upset racing breathing dizziness hyperventilation",
                "chest difficulty pounding racing pains hyperventilation heartbeat dizziness upset nausea breathing lightheadedness stomach",
                "racing pounding difficulty pains hyperventilation heartbeat chest dizziness lightheadedness stomach nausea breathing upset",
                "upset nausea lightheadedness heartbeat difficulty pains racing breathing pounding dizziness chest hyperventilation stomach",
                "lightheadedness nausea pounding hyperventilation breathing difficulty heartbeat stomach upset dizziness racing pains chest",
                "lightheadedness dizziness nausea chest racing heartbeat pounding stomach pains hyperventilation difficulty breathing upset",
                "stomach racing lightheadedness chest pounding hyperventilation heartbeat dizziness difficulty pains nausea breathing upset",
                "lightheadedness hyperventilation upset racing chest stomach heartbeat pains breathing dizziness nausea difficulty pounding",
                "heartbeat lightheadedness racing dizziness pains breathing upset pounding chest stomach nausea hyperventilation difficulty",
                "pounding lightheadedness pains upset stomach heartbeat breathing hyperventilation dizziness difficulty chest nausea racing",
                "heartbeat hyperventilation racing chest breathing difficulty lightheadedness pains stomach pounding upset dizziness nausea",
                "dizziness lightheadedness stomach chest pains heartbeat difficulty hyperventilation upset pounding racing breathing nausea"
            ],
            "responses": [
                "You are most likely suffering from panic attack"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease65"
            ],
            "patterns": [
                "sleep racing speech f elevated thoughts irritable pressured expansive mood need decreased",
                "f mood need speech thoughts elevated pressured sleep expansive decreased racing irritable",
                "thoughts pressured elevated racing need mood irritable f expansive decreased speech sleep",
                "need thoughts f mood racing expansive decreased speech sleep pressured elevated irritable",
                "thoughts speech sleep elevated need decreased pressured irritable mood f expansive racing",
                "irritable speech f elevated thoughts decreased racing sleep expansive pressured need mood",
                "f sleep irritable mood thoughts expansive racing need decreased pressured speech elevated",
                "mood elevated pressured expansive decreased irritable thoughts sleep speech racing need f",
                "decreased racing sleep thoughts irritable elevated speech pressured f need mood expansive",
                "mood speech pressured elevated f need racing expansive irritable decreased thoughts sleep",
                "speech pressured mood thoughts need expansive elevated f sleep irritable racing decreased",
                "mood irritable f need racing thoughts speech sleep decreased pressured elevated expansive"
            ],
            "responses": [
                "You are most likely suffering from bipolar disorder"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease66"
            ],
            "patterns": [
                "abdominal pain swelling abdominal upper lower chest pain belching distention discomfort",
                "abdominal pain pain belching abdominal lower discomfort upper swelling distention chest",
                "abdominal pain chest pain distention swelling belching lower upper abdominal discomfort",
                "pain distention lower belching upper swelling discomfort abdominal abdominal pain chest",
                "chest abdominal pain abdominal pain upper lower swelling discomfort belching distention",
                "chest belching swelling pain lower pain distention discomfort abdominal upper abdominal",
                "swelling abdominal pain discomfort abdominal upper belching pain lower distention chest",
                "abdominal discomfort abdominal pain belching pain swelling chest upper lower distention",
                "lower abdominal belching distention chest pain upper pain discomfort swelling abdominal",
                "belching pain upper chest abdominal swelling lower pain abdominal distention discomfort",
                "swelling abdominal chest lower upper distention abdominal pain discomfort pain belching"
            ],
            "responses": [
                "You are most likely suffering from Indigestion(Dyspepsia)"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease67"
            ],
            "patterns": [
                "vomiting pale with skin along production headache Nausea dizziness saliva fatigue increased",
                "pale Nausea along fatigue dizziness increased with skin production vomiting headache saliva",
                "with vomiting fatigue skin increased along Nausea dizziness pale production headache saliva",
                "increased dizziness fatigue pale skin headache saliva with Nausea production along vomiting",
                "with skin headache fatigue saliva vomiting Nausea dizziness along increased production pale",
                "production fatigue vomiting headache along with skin Nausea increased dizziness saliva pale",
                "fatigue vomiting saliva production dizziness headache skin pale Nausea increased with along",
                "increased skin pale along headache production Nausea with vomiting dizziness fatigue saliva",
                "pale saliva headache production along increased dizziness fatigue skin Nausea with vomiting",
                "with fatigue pale headache dizziness vomiting skin production along saliva increased Nausea",
                "fatigue Nausea skin vomiting saliva with dizziness production pale along headache increased",
                "with fatigue vomiting saliva along increased dizziness pale skin Nausea headache production"
            ],
            "responses": [
                "You are most likely suffering from motion sickness"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease68"
            ],
            "patterns": [
                "confusion breath tired shortness becoming headache easily drowsiness of sleepiness fatigue",
                "fatigue tired breath becoming sleepiness headache easily drowsiness confusion shortness of",
                "becoming confusion tired sleepiness fatigue easily breath headache shortness of drowsiness",
                "confusion tired drowsiness breath fatigue easily shortness becoming sleepiness of headache",
                "becoming sleepiness headache tired confusion drowsiness breath shortness of easily fatigue",
                "confusion drowsiness fatigue shortness of sleepiness tired headache easily breath becoming",
                "headache of sleepiness becoming fatigue easily confusion shortness breath drowsiness tired",
                "confusion drowsiness becoming tired headache breath of sleepiness easily shortness fatigue",
                "becoming headache sleepiness breath of easily shortness tired fatigue confusion drowsiness",
                "easily of fatigue breath confusion becoming tired headache shortness drowsiness sleepiness",
                "sleepiness of becoming tired drowsiness easily breath confusion shortness fatigue headache"
            ],
            "responses": [
                "You are most likely suffering from respiratory acidosis"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease69"
            ],
            "patterns": [
                "lack jaundice shallow confusion breathing fatigue rapid sleepiness of headache appetite",
                "fatigue lack sleepiness headache rapid shallow confusion appetite of jaundice breathing",
                "breathing headache confusion appetite of shallow rapid jaundice sleepiness fatigue lack",
                "headache sleepiness appetite lack breathing shallow of jaundice confusion fatigue rapid",
                "appetite shallow sleepiness headache of fatigue breathing confusion jaundice lack rapid",
                "sleepiness confusion rapid shallow appetite of fatigue jaundice headache lack breathing",
                "breathing of rapid jaundice appetite shallow fatigue sleepiness confusion lack headache",
                "confusion jaundice lack breathing shallow of rapid sleepiness headache fatigue appetite",
                "lack confusion fatigue of jaundice breathing headache shallow sleepiness rapid appetite",
                "shallow jaundice lack fatigue sleepiness rapid headache appetite breathing of confusion",
                "jaundice confusion rapid shallow sleepiness lack of headache appetite breathing fatigue"
            ],
            "responses": [
                "You are most likely suffering from metabolic acidosis"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease70"
            ],
            "patterns": [
                "discolored blood low skin headaches muscle general rapid weakness fever breathing fatigue pressure labored",
                "fever fatigue labored pressure low rapid discolored weakness blood headaches skin muscle general breathing",
                "pressure weakness low fever blood rapid skin fatigue breathing labored discolored muscle headaches general",
                "discolored labored muscle general headaches breathing fever blood fatigue low skin pressure rapid weakness",
                "breathing discolored weakness rapid low skin headaches fatigue pressure labored general muscle blood fever",
                "discolored fatigue weakness pressure blood labored rapid fever muscle headaches low general skin breathing",
                "blood fatigue skin muscle labored fever low headaches weakness breathing discolored pressure general rapid",
                "fever skin general labored pressure discolored muscle rapid fatigue low breathing blood weakness headaches",
                "breathing fever headaches muscle pressure labored rapid weakness discolored skin fatigue low general blood",
                "discolored breathing fever headaches weakness muscle rapid pressure skin fatigue low labored blood general",
                "fatigue weakness low general skin discolored pressure breathing headaches blood muscle fever rapid labored",
                "blood pressure low rapid headaches muscle general fever skin weakness labored discolored fatigue breathing",
                "skin rapid fatigue fever blood weakness discolored low labored breathing muscle headaches general pressure",
                "muscle rapid pressure skin discolored fever breathing weakness headaches fatigue blood labored low general"
            ],
            "responses": [
                "You are most likely suffering from acute respiratory distress syndrome"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease71"
            ],
            "patterns": [
                "decreased loss in darkening muscles blood sugar appetite in tiredness skin low irritability depression vomiting levels weakness weight col the nausea fatigue",
                "weakness levels sugar tiredness irritability weight muscles fatigue low in darkening appetite decreased blood nausea vomiting the in loss col depression skin",
                "nausea fatigue in irritability muscles in weight col skin sugar darkening weakness levels low tiredness appetite blood loss depression decreased vomiting the",
                "the darkening blood sugar vomiting fatigue irritability weakness skin decreased depression col appetite weight levels loss low nausea in in tiredness muscles",
                "depression in decreased irritability loss levels the sugar vomiting col nausea darkening in muscles weight weakness appetite skin fatigue blood low tiredness",
                "blood weakness darkening skin irritability in loss appetite nausea levels tiredness muscles col weight in low fatigue decreased depression the sugar vomiting",
                "irritability fatigue muscles vomiting in nausea levels col depression loss blood darkening skin weight tiredness decreased weakness sugar appetite low the in",
                "decreased sugar vomiting tiredness the irritability in fatigue loss levels weight muscles in col blood weakness nausea darkening depression appetite low skin",
                "weight the irritability depression loss darkening fatigue sugar low in muscles nausea weakness vomiting appetite decreased blood levels col skin in tiredness",
                "fatigue appetite loss blood weakness irritability darkening levels sugar low decreased skin depression muscles the in weight in nausea tiredness col vomiting",
                "low appetite vomiting muscles fatigue depression skin nausea loss in blood levels weakness tiredness darkening decreased weight col sugar the in irritability",
                "muscles appetite the in fatigue vomiting col depression low irritability darkening tiredness in nausea skin loss blood weight sugar decreased weakness levels",
                "levels vomiting loss tiredness nausea low muscles in decreased weakness blood sugar weight fatigue darkening the depression in appetite irritability skin col",
                "col depression weight loss the muscles darkening in skin fatigue low decreased irritability sugar in weakness levels nausea appetite tiredness blood vomiting",
                "skin appetite depression nausea in the levels in sugar tiredness muscles decreased col loss darkening low weight blood vomiting irritability weakness fatigue",
                "in weakness low tiredness sugar muscles nausea levels weight appetite blood decreased fatigue col loss skin vomiting the depression irritability darkening in",
                "appetite the loss low darkening skin in vomiting nausea tiredness in muscles irritability decreased blood sugar weight depression fatigue levels weakness col",
                "in decreased loss weight vomiting tiredness fatigue the levels in muscles blood appetite sugar col weakness nausea low darkening depression irritability skin",
                "blood the col weakness nausea appetite depression skin tiredness sugar in fatigue darkening decreased loss irritability low weight levels muscles vomiting in",
                "levels irritability in weakness the muscles vomiting col darkening in low fatigue sugar depression weight blood decreased skin tiredness appetite loss nausea",
                "col levels loss fatigue vomiting nausea skin in weight low depression in muscles decreased tiredness the darkening weakness appetite irritability sugar blood",
                "skin sugar decreased irritability darkening vomiting nausea the depression weight levels loss fatigue in appetite muscles weakness tiredness in col low blood"
            ],
            "responses": [
                "You are most likely suffering from Addison's disease"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease72"
            ],
            "patterns": [
                "the sudden fear in high back belly restlessness fever confusion lower legs pain",
                "restlessness sudden high legs fear in lower confusion fever pain back the belly",
                "restlessness in legs fear back confusion lower fever belly sudden high pain the",
                "confusion fear belly sudden lower the fever pain in back restlessness legs high",
                "fear sudden fever belly high pain legs the back confusion in lower restlessness",
                "sudden back high fear pain confusion legs in fever the lower restlessness belly",
                "in confusion the sudden lower fever pain back fear legs high belly restlessness",
                "confusion fear restlessness belly the pain sudden back high lower legs in fever",
                "the back restlessness confusion fever lower fear sudden in pain high legs belly",
                "fever restlessness fear high legs sudden confusion back the lower in pain belly",
                "sudden lower back restlessness fear in legs confusion pain high the fever belly",
                "high the fear legs sudden confusion in belly fever pain back restlessness lower",
                "belly back high the confusion sudden legs in fever pain restlessness fear lower"
            ],
            "responses": [
                "You are most likely suffering from Addisonian crisis"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease73"
            ],
            "patterns": [
                "physical during up breath of rapid breath swollen short heart legs lower waking of activity rate shortness",
                "waking short legs swollen heart of of breath rapid rate during physical lower breath shortness activity up",
                "shortness legs physical of swollen during of short heart activity breath rate breath rapid waking lower up",
                "during of shortness short heart up of breath rapid breath waking physical lower rate swollen activity legs",
                "up waking short shortness swollen breath heart lower legs physical activity of rapid of during breath rate",
                "breath rapid of waking breath legs activity during swollen rate short lower heart shortness of physical up",
                "breath of shortness waking legs during of rapid breath swollen lower physical short heart rate up activity",
                "up waking rapid swollen rate short breath breath physical of during heart shortness of activity legs lower",
                "legs swollen breath physical breath waking rapid during of heart lower activity rate shortness short up of",
                "rate short of shortness swollen heart rapid up lower physical of activity breath breath legs waking during",
                "activity legs during of swollen breath rapid heart shortness short of physical up waking lower breath rate",
                "activity during waking physical heart rapid short lower up breath shortness swollen of legs of breath rate",
                "waking of lower short breath legs up shortness rate heart activity physical rapid swollen during of breath",
                "waking legs activity physical rate shortness short breath breath of during rapid of lower heart swollen up",
                "physical legs of rapid activity short shortness rate lower breath swollen during of heart breath waking up",
                "activity heart waking shortness breath lower of short rapid legs up rate of breath swollen during physical",
                "of breath waking activity up during rapid lower shortness breath physical short legs heart of swollen rate"
            ],
            "responses": [
                "You are most likely suffering from beriberi"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease74"
            ],
            "patterns": [
                "feeling the hands legs in particularly of muscle in feet decreased loss lower function the pain",
                "lower feeling function decreased the hands muscle in of legs particularly in pain feet the loss",
                "feeling hands in the decreased muscle pain legs particularly in lower loss the of feet function",
                "the the pain feeling decreased of lower in loss in particularly legs hands feet muscle function",
                "legs the in feeling feet muscle the of function hands lower particularly pain decreased in loss",
                "muscle in function the legs of particularly lower decreased in pain feeling loss feet hands the",
                "feet in decreased legs particularly hands in of function lower the feeling loss pain muscle the",
                "feet hands feeling legs function muscle the loss decreased pain the in of in particularly lower",
                "in hands legs decreased feet particularly function the feeling muscle lower loss in pain of the",
                "in the loss muscle feet feeling legs in pain particularly of hands lower decreased function the",
                "legs in function in hands the particularly muscle feeling decreased feet loss of lower pain the",
                "the of decreased hands loss legs muscle pain the particularly feet in function feeling in lower",
                "particularly of hands muscle the the feet feeling loss legs pain function decreased in lower in",
                "feet the legs function particularly in in of hands feeling lower the muscle pain decreased loss",
                "of legs the feeling decreased in hands the pain particularly lower feet function loss in muscle",
                "feeling in of particularly legs hands pain function the decreased loss muscle the feet lower in"
            ],
            "responses": [
                "You are most likely suffering from dry beriberi"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease75"
            ],
            "patterns": [
                "loss eye rapid confusion movement memory double vision",
                "vision rapid memory confusion double loss movement eye",
                "double loss vision memory eye movement rapid confusion",
                "double rapid eye loss vision memory movement confusion",
                "memory eye movement double rapid vision confusion loss",
                "loss eye rapid memory confusion vision movement double",
                "memory vision double movement confusion eye rapid loss",
                "rapid eye vision movement memory confusion double loss"
            ],
            "responses": [
                "You are most likely suffering from thalamus  hypothalamus"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease76"
            ],
            "patterns": [
                "diarrhea muscle runny malaise sore nose aches throat difficulties cough fever respiratory headache",
                "diarrhea sore runny respiratory fever aches difficulties cough muscle throat nose headache malaise",
                "fever headache muscle cough sore difficulties respiratory diarrhea aches malaise runny nose throat",
                "sore malaise nose respiratory muscle headache fever aches throat difficulties runny cough diarrhea",
                "throat malaise muscle aches cough respiratory headache nose diarrhea runny fever difficulties sore",
                "throat fever headache respiratory aches runny malaise diarrhea difficulties nose sore cough muscle",
                "nose diarrhea malaise sore muscle aches respiratory cough headache fever throat difficulties runny",
                "muscle respiratory aches runny malaise headache nose cough difficulties fever throat diarrhea sore",
                "respiratory aches fever difficulties nose cough headache diarrhea sore muscle runny malaise throat",
                "difficulties diarrhea fever headache throat cough sore respiratory runny nose muscle malaise aches",
                "difficulties respiratory aches sore cough diarrhea headache throat malaise runny nose muscle fever",
                "muscle runny sore nose fever aches diarrhea malaise throat cough respiratory difficulties headache",
                "aches muscle throat cough nose malaise runny diarrhea respiratory fever sore difficulties headache"
            ],
            "responses": [
                "You are most likely suffering from Bird Flu"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease77"
            ],
            "patterns": [
                "in swelling bones affected weight the bones loss pain fatigued easily broken",
                "fatigued loss broken bones pain in affected easily bones weight swelling the",
                "fatigued the weight broken easily loss affected swelling in bones bones pain",
                "easily swelling loss broken in the affected bones pain weight bones fatigued",
                "the broken loss fatigued swelling affected in pain weight bones bones easily",
                "bones pain fatigued weight in loss bones easily the swelling affected broken",
                "easily the in loss broken swelling bones pain bones fatigued affected weight",
                "affected loss broken in easily bones pain the fatigued weight swelling bones",
                "easily in swelling broken bones fatigued bones the affected loss weight pain",
                "loss bones bones fatigued the weight easily broken affected in pain swelling",
                "bones fatigued the affected swelling easily broken bones weight loss pain in",
                "broken easily affected bones swelling pain fatigued the in bones loss weight"
            ],
            "responses": [
                "You are most likely suffering from bone cancer"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease78"
            ],
            "patterns": [
                "ache to in bone leading pain affected bone dull severe the weakened",
                "severe bone pain to dull the affected ache leading bone in weakened",
                "leading the in to weakened ache bone affected pain bone severe dull",
                "dull in weakened to pain severe bone affected the leading bone ache",
                "dull pain bone weakened the affected severe ache in bone leading to",
                "bone bone in leading dull ache the weakened severe affected pain to",
                "leading bone the dull ache severe in to weakened bone pain affected",
                "severe affected bone ache to weakened leading bone dull the pain in",
                "bone leading affected pain in dull the bone to ache weakened severe",
                "ache pain affected bone in the to weakened bone severe leading dull",
                "the pain to leading ache dull in bone affected bone severe weakened",
                "leading pain dull severe the ache in bone affected bone weakened to"
            ],
            "responses": [
                "You are most likely suffering from bone tumour"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease79"
            ],
            "patterns": [
                "shortness fast breathing appearance skinfatigue bluish breath wheezing cough the ribs of of",
                "bluish cough breathing shortness appearance of skinfatigue the ribs of breath fast wheezing",
                "ribs fast wheezing of bluish skinfatigue breath shortness of appearance breathing the cough",
                "cough bluish of ribs fast of wheezing breath the appearance skinfatigue shortness breathing",
                "bluish skinfatigue wheezing ribs of fast of the breathing appearance shortness cough breath",
                "ribs breath skinfatigue cough fast bluish shortness the breathing of wheezing appearance of",
                "fast of breath the of wheezing ribs skinfatigue appearance breathing bluish cough shortness",
                "skinfatigue breathing of wheezing bluish of cough fast the appearance breath ribs shortness",
                "breath breathing ribs the wheezing cough appearance bluish shortness of fast of skinfatigue",
                "shortness bluish wheezing breathing the of appearance skinfatigue ribs of breath cough fast",
                "cough breathing wheezing of breath the bluish ribs of fast appearance skinfatigue shortness",
                "breath cough of appearance of ribs skinfatigue the wheezing shortness fast bluish breathing",
                "wheezing skinfatigue cough appearance bluish of of the breathing ribs shortness breath fast"
            ],
            "responses": [
                "You are most likely suffering from bronchiolitis"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease80"
            ],
            "patterns": [
                "Ringing Ears in",
                "Ears in Ringing"
            ],
            "responses": [
                "You are most likely suffering from tinnitus"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease81"
            ],
            "patterns": [
                "sore spots neck a yellow that white jaw have tonsils difficulty a very swallowing stiff stomachaches throat headaches",
                "headaches stomachaches that throat neck white spots sore stiff a very yellow swallowing difficulty tonsils have a jaw",
                "neck yellow have swallowing difficulty jaw tonsils stiff spots throat that stomachaches a headaches sore white very a",
                "sore yellow stomachaches headaches jaw white that difficulty very neck a tonsils swallowing a spots have throat stiff",
                "headaches tonsils a stomachaches swallowing jaw neck difficulty yellow throat have sore that spots a very white stiff",
                "throat have yellow very stomachaches stiff difficulty jaw sore a spots neck tonsils white a headaches that swallowing",
                "white that a throat tonsils jaw spots stomachaches neck headaches have very difficulty swallowing yellow sore stiff a",
                "jaw that yellow tonsils sore a a stomachaches stiff very white have neck headaches throat spots swallowing difficulty",
                "yellow neck that a have spots sore swallowing headaches jaw stomachaches throat very tonsils a difficulty white stiff",
                "difficulty white stomachaches swallowing stiff have a headaches a yellow very neck tonsils spots throat jaw sore that",
                "yellow stiff spots that have white headaches throat neck very jaw tonsils swallowing a a sore stomachaches difficulty",
                "a headaches have neck stiff a jaw that difficulty stomachaches sore white very throat yellow tonsils swallowing spots",
                "white swallowing a very difficulty jaw yellow spots have throat a tonsils stiff sore headaches stomachaches that neck",
                "a very jaw yellow neck that white spots a difficulty stiff throat stomachaches headaches tonsils sore swallowing have",
                "jaw white that throat spots stomachaches sore tonsils have neck difficulty stiff headaches a swallowing yellow a very",
                "stiff sore stomachaches have difficulty neck spots a yellow tonsils a swallowing jaw that very throat headaches white",
                "difficulty tonsils sore stiff swallowing headaches spots yellow that a neck jaw throat have stomachaches very white a",
                "throat a stomachaches tonsils have white swallowing difficulty a jaw headaches stiff sore spots that neck very yellow"
            ],
            "responses": [
                "You are most likely suffering from tonsillitis"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease82"
            ],
            "patterns": [
                "ulcer swollen a fatigue ulcer near skin fever headaches the nodes lymph chills skin a",
                "skin near ulcer nodes ulcer lymph swollen a the headaches chills fatigue skin a fever",
                "ulcer headaches chills skin the ulcer swollen fatigue nodes skin near fever a a lymph",
                "near chills swollen ulcer fever ulcer nodes skin a fatigue headaches lymph skin a the",
                "skin a headaches fatigue ulcer lymph the skin nodes fever chills ulcer swollen near a",
                "skin a nodes skin chills ulcer ulcer fatigue swollen a near the lymph headaches fever",
                "ulcer chills the a ulcer fever nodes skin skin near fatigue headaches lymph swollen a",
                "the a fever lymph fatigue near nodes ulcer skin a ulcer headaches skin chills swollen",
                "a skin ulcer lymph skin a fever swollen the near fatigue nodes headaches ulcer chills",
                "ulcer skin near a the ulcer chills skin lymph a nodes fatigue headaches fever swollen",
                "swollen near nodes ulcer lymph a headaches skin the fever ulcer chills skin a fatigue",
                "near fever chills skin lymph a headaches the ulcer swollen nodes skin ulcer a fatigue",
                "headaches near fever chills lymph nodes a fatigue skin the skin swollen ulcer ulcer a",
                "skin a the fever near headaches fatigue lymph skin swollen ulcer a nodes ulcer chills",
                "chills nodes ulcer a skin near fatigue swollen skin lymph headaches a ulcer the fever"
            ],
            "responses": [
                "You are most likely suffering from Tularemia"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease83"
            ],
            "patterns": [
                "appetite fatigue loss unexplained sweats night loss fever weight",
                "appetite loss unexplained fever night weight fatigue loss sweats",
                "fatigue appetite weight loss night sweats fever unexplained loss",
                "unexplained fever fatigue sweats loss loss appetite weight night",
                "weight fatigue sweats loss fever loss unexplained night appetite",
                "appetite fever fatigue sweats night weight loss unexplained loss",
                "fever loss appetite sweats unexplained weight night fatigue loss",
                "loss fever loss night weight sweats fatigue appetite unexplained",
                "appetite loss loss unexplained night fatigue sweats fever weight"
            ],
            "responses": [
                "You are most likely suffering from tuberculosis"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease84"
            ],
            "patterns": [
                "pressure back rash fever pain muscle chest eye low blood severe severe headache high sensitivity",
                "severe severe pain pressure blood fever rash low muscle eye back chest sensitivity high headache",
                "fever headache pain severe eye high chest sensitivity severe blood muscle rash pressure low back",
                "pain sensitivity high severe back rash pressure muscle eye fever chest blood low headache severe",
                "low blood pain severe fever chest headache muscle pressure severe eye rash high sensitivity back",
                "fever eye high blood muscle severe back headache rash severe chest pain sensitivity pressure low",
                "fever rash headache low high severe sensitivity pressure muscle pain eye back blood severe chest",
                "sensitivity back eye rash high chest blood low severe pressure pain muscle headache fever severe",
                "severe rash chest blood low fever severe pressure back sensitivity high pain headache muscle eye",
                "pressure blood fever pain eye low high severe headache muscle severe rash sensitivity back chest",
                "pain sensitivity severe pressure blood muscle back chest rash severe low fever eye headache high",
                "back low sensitivity fever pressure blood chest headache eye high severe muscle rash pain severe",
                "low pain eye blood sensitivity high headache chest severe rash pressure muscle back severe fever",
                "eye rash pain headache sensitivity blood high low severe chest muscle fever pressure back severe",
                "pressure eye sensitivity high rash fever low chest muscle severe severe pain headache back blood"
            ],
            "responses": [
                "You are most likely suffering from typhus"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease85"
            ],
            "patterns": [
                "weight clots loss pain lower loss blood depression back of appetite stomach abdominal",
                "stomach appetite back loss pain depression abdominal blood of weight lower loss clots",
                "abdominal depression back pain loss clots lower of weight stomach appetite blood loss",
                "loss stomach abdominal blood of weight appetite depression loss back lower pain clots",
                "loss pain of lower abdominal blood depression clots loss appetite weight back stomach",
                "clots lower depression stomach loss loss of blood abdominal appetite pain weight back",
                "pain weight appetite blood depression of abdominal stomach back lower loss clots loss",
                "blood clots weight abdominal of back appetite loss pain depression lower stomach loss",
                "lower stomach appetite clots of depression back blood weight abdominal loss pain loss",
                "stomach pain of appetite weight clots abdominal loss lower depression blood loss back",
                "stomach abdominal loss blood clots back pain depression loss weight lower of appetite",
                "blood of loss abdominal stomach loss weight depression pain clots appetite back lower",
                "clots loss appetite of back weight pain loss abdominal stomach lower depression blood"
            ],
            "responses": [
                "You are most likely suffering from Pancreatic Cancer"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease86"
            ],
            "patterns": [
                "in vomiting pain depression kidney bone nausea lethargy muscles your stones fractures confusion",
                "in confusion pain lethargy stones depression muscles fractures your bone nausea vomiting kidney",
                "stones in lethargy depression muscles bone pain nausea vomiting kidney confusion your fractures",
                "pain kidney in bone stones vomiting your muscles fractures nausea confusion depression lethargy",
                "fractures stones bone pain kidney depression in nausea vomiting confusion lethargy muscles your",
                "in lethargy vomiting pain kidney depression stones muscles bone fractures confusion nausea your",
                "pain kidney vomiting nausea fractures depression bone muscles your confusion stones lethargy in",
                "bone muscles pain confusion depression nausea vomiting kidney in stones lethargy your fractures",
                "stones depression confusion fractures kidney in muscles bone lethargy nausea your vomiting pain",
                "stones lethargy vomiting fractures your confusion pain in kidney bone nausea depression muscles",
                "confusion kidney bone your vomiting pain nausea stones in fractures depression muscles lethargy",
                "lethargy nausea bone depression in muscles pain confusion kidney your fractures vomiting stones",
                "muscles depression pain fractures vomiting nausea kidney your lethargy confusion in stones bone"
            ],
            "responses": [
                "You are most likely suffering from hyperparathyroidism"
            ],
            "context": ""
        },
        {
            "tag": [
                "disease87"
            ],
            "patterns": [
                "shape changes redness your texture the of nail blisters of nail pus filled detachment skin in color",
                "nail color of in the filled of pus nail redness shape blisters skin detachment your texture changes",
                "detachment the of skin of changes nail blisters texture nail shape redness pus your in color filled",
                "the pus in shape changes of detachment color your texture of filled redness nail blisters nail skin",
                "of color blisters in shape redness texture nail of filled skin your detachment pus nail the changes",
                "changes blisters nail redness detachment texture in of of shape color your skin the pus filled nail",
                "changes your redness skin texture filled pus of nail the nail blisters detachment shape of color in",
                "shape color texture filled the in blisters changes your detachment skin of pus redness of nail nail",
                "nail nail shape texture detachment blisters pus skin of redness color in changes of the your filled",
                "the your nail blisters of in redness of pus changes color nail filled texture shape skin detachment",
                "of the shape nail pus color of filled blisters detachment changes redness in nail skin your texture",
                "in shape color of redness nail detachment pus of your skin blisters nail texture the changes filled",
                "nail redness texture your shape the changes of blisters color in skin pus filled detachment of nail",
                "shape color in pus of filled nail blisters changes redness skin your texture the detachment of nail",
                "your of redness blisters changes of nail color in the nail texture skin shape pus detachment filled",
                "changes the redness nail filled of pus color shape detachment skin blisters nail in of your texture",
                "your detachment in the color pus nail filled of shape nail blisters texture of redness changes skin"
            ],
            "responses": [
                "You are most likely suffering from paronychia"
            ],
            "context": ""
        },

	{	
		"tag": ["incubation_corona"],
		"patterns": ["What is the incubation period of the corona virus disease?"],
		"responses": ["The incubation period means the time between catching the virus and beginning to have symptoms of the disease. Most estimates of the incubation period for COVID-19 range from 1-14 days, most commonly around five days. These estimates will be updated as more data become available."],
	      "context_set": ""
	  },
	  { 
	    "patterns": ["Who is most at risk for the corona virus disease?"], 
	    "tag": ["corona"],
	     "responses": ["People of all ages can be infected by the new corona virus (2019-nCoV). Older people, and people with pre-existing medical conditions (such as asthma, diabetes, heart disease) appear to be more vulnerable to becoming severely ill with the virus.WHO advises people of all ages to take steps to protect themselves from the virus, for example by following good hand hygiene and good respiratory hygiene."], "context_set": ""}, {"patterns": ["Is the corona virus disease the same as SARS?"], "tag": ["corona"], "responses": ["No. The virus that causes COVID-19 and the one that caused the outbreak of Severe Acute Respiratory Syndrome (SARS) in 2003 are related to each other genetically, but the diseases they cause are quite different."], "context_set": ""}, {"patterns": ["What is a corona virus?"], "tag": ["corona"], "responses": ["corona viruses are a large family of viruses that are known to cause illness ranging from the common cold to more severe diseases such as Middle East Respiratory Syndrome (MERS) and Severe Acute Respiratory Syndrome (SARS)."], 
	     "context_set": ""
	  }, 
	 {
	  "patterns": ["Can humans become infected with a novel corona virus of animal source?"], 
	  "tag": ["corona"], 
	  "responses": ["Detailed investigations found that SARS-CoV was transmitted from civet cats to humans in China in 2002 and MERS-CoV from dromedary camels to humans in Saudi Arabia in 2012. Several known corona viruses are circulating in animals that have not yet infected humans. As surveillance improves around the world, more corona viruses are likely to be identified."], "context_set": ""}, {"patterns": ["What are the symptoms of someone infected with a corona virus?"], "tag": ["symptoms_corona"], "responses": ["It depends on the virus, but common signs include respiratory symptoms, fever, cough, shortness of breath, and breathing difficulties. In more severe cases, infection can cause pneumonia, severe acute respiratory syndrome, kidney failure and even death."], "context_set": ""}, {"patterns": ["Can corona viruse be transmitted from person to person?"], "tag": ["corona"], "responses": ["Yes, some corona viruses can be transmitted from person to person, usually after close contact with an infected patient, for example, in a household workplace, or health care centre."], 
	   "context_set": ""
	  }, 
	{
	"patterns": ["Is there a vaccine for a novel corona virus?"], 
	 "tag": ["vaccine"], 
	  "responses": ["When a disease is new, there is no vaccine until one is developed. It can take a number of years for a new vaccine to be developed"], 
	  "context_set": ""
	}, 
	{
	"patterns": ["Is there a treatment for a novel corona virus?"], 
	"tag": ["treatment_corona"], 
	"responses": ["There is no specific treatment for disease caused by a novel corona virus. However, many of the symptoms can be treated and therefore treatment based on the patient’s clinical condition. Moreover, supportive care for infected persons can be highly effective."], "context_set": ""}, {"patterns": ["What can I do to protect myself?"], "tag": ["protect"], "responses": ["Standard recommendations to reduce exposure to and transmission of a range of illnesses include maintaining basic hand and respiratory hygiene, and safe food practices  and avoiding close contact, when possible, with anyone showing symptoms of respiratory illness such as coughing and sneezing."], "context_set": ""}, {"patterns": ["Are health workers at risk from a novel corona virus?"], "tag": ["worker_risk"], "responses": ["Yes, they can be, as health care workers come into contact with patients more often than the general public WHO recommends that health care workers consistently apply appropriate"], 
	"context_set": ""
	}, 
	{
	"patterns": ["What WHO recommendations for countries?"], 
	"tag": ["WHO"], 
	"responses": ["WHO encourages all countries to enhance their surveillance for severe acute respiratory infections (SARI), to carefully review any unusual patterns of SARI or pneumonia cases and to notify WHO of any suspected or confirmed case of infection with novel corona virus. Countries are encouraged to continue strengthening their preparedness for health emergencies in line with the International Health Regulations (2005)."], "context_set": ""}, {"patterns": ["Is My Child at Risk for corona virus (COVID-19)?"], "tag": ["risk_corona"], "responses": ["Experts are still learning about corona virus, but it seems to usually cause a milder illness in children than in adults or older people. Most people who have died from corona virus were older adults or people with health problems, such as heart disease, lung disease, or diabetes."], "context_set": ""}, {"patterns": ["What Should I Do if a Family Member Has Symptoms of corona virus (COVID-19)?"], "tag": ["symptoms_corona"], "responses": ["The symptoms of corona virus (fever, cough, and trouble breathing) can look a lot like illnesses from other viruses. If a family member has trouble breathing, go to the emergency room or call an ambulance right away. Call your doctor if someone in your family has a fever, cough, or other flu-like symptoms. If this person has been near someone with corona virus or lived in or traveled to an area where lots of people have corona virus, tell the doctor. The doctor can decide whether your family member: can be treated at home should come in for a visit can have a telehealth visit needs to be tested for corona virus"], "context_set": ""}, {"patterns": ["How Do Doctors Test People for corona virus (COVID-19)?"], "tag": ["test_doctor"], "responses": ["To test someone for corona virus, doctors send a mucus sample from the nose and back of the throat to a lab. If the person coughs up mucus, doctors might send that for testing too."], "context_set": ""}, {"patterns": ["Where Can I Get Updated Information on corona virus (COVID-19)?"], "tag": ["corona"], "responses": ["Check the CDC and World Health Organization (WHO) websites for up-to-date, reliable information about corona virus."], "context_set": ""}, {"patterns": ["What is COVID-19? What is SARS-CoV-2? "], "tag": ["covid_SARS"], "responses": ["Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) is the name given to the 2019 novel coronavirus. COVID-19 is the name given to the disease associated with the virus. SARS-CoV-2 is a new strain of coronavirus that has not been previously identified in humans."], "context_set": ""}, {"patterns": ["Where do corona viruses come from?"], "tag": ["corona"], "responses": ["corona viruses are viruses that circulate among animals with some of them also known to infect humans. Bats are considered natural hosts of these viruses yet several other species of animals are also known to act as sources. For instance, Middle East Respiratory Syndrome corona virus (MERS-CoV) is transmitted to humans from camels, and Severe Acute Respiratory Syndrome corona virus-1 (SARS-CoV-1) is transmitted to humans from civet cats. More information on corona viruses can be found in the ECDC factsheet."], "context_set": ""}, {"patterns": ["Is this virus comparable to SARS or to the seasonal flu?"], "tag": ["SARS"], "responses": ["The novel corona virus detected in China in 2019 is closely related genetically to the SARS-CoV-1 virus. SARS emerged at the end of 2002 in China, and it caused more than 8 000 cases in 33 countries over a period of eight months. Around one in ten of the people who developed SARS died. As of 30 March 2020, the COVID-19 outbreak had caused over 700 000 cases worldwide since the first case was reported in China in January 2020. Of these, more than 30 000 are known to have died. While the viruses that cause both COVID-19 and seasonal influenza are transmitted from person-to-person and may cause similar symptoms, the two viruses are very different and do not behave in the same way."], "context_set": ""}, {"patterns": ["What is the mode of transmission of corona virus?"], "tag": ["transmission_corona"], "responses": ["While animals are believed to be the original source, the virus spread is now from person to person (human-to-human transmission). There is not enough epidemiological information at this time to determine how easily this virus spreads between people, but it is currently estimated that, on average, one infected person will infect between two and three other people. The virus seems to be transmitted mainly via small respiratory droplets through sneezing, coughing, or when people interact with each other for some time in close proximity (usually less than one metre). These droplets can then be inhaled, or they can land on surfaces that others may come into contact with, who can then get infected when they touch their nose, mouth or eyes. The virus can survive on different surfaces from several hours (copper, cardboard) up to a few days (plastic and stainless steel). However, the amount of viable virus declines over time and may not always be present in sufficient numbers to cause infection. The incubation period for COVID-19 (i.e. the time between exposure to the virus and onset of symptoms) is currently estimated to bet between one and 14 days. We know that the virus can be transmitted when people who are infected show symptoms such as coughing. There is also some evidence suggesting that transmission can occur from a person that is infected even two days before showing symptoms; however, uncertainties remain about the effect of transmission by  non-symptomatic persons.  "], "context_set": ""}, {"patterns": ["When is a person infectious?"], "tag": ["infectious"], "responses": ["The infectious period may begin one to two days before symptoms appear, but people are likely most infectious during the symptomatic period, even if symptoms are mild and very non-specific. The infectious period is now estimated to last for 7-12 days in moderate cases and up to two weeks on average in severe cases."], "context_set": ""}, {"patterns": ["How severe is COVID-19 infection?  "], "tag": ["infection"], "responses": ["Preliminary data from the EU/EEA (from the countries with available data) show that around 20-30% of diagnosed COVID-19 cases are hospitalised and 4% have severe illness. Hospitalisation rates are higher for those aged 60 years and above, and for those with other underlying health conditions."], "context_set": ""}, {"patterns": ["Are some people more at risk than others?"], "tag": ["risk"], "responses": ["Elderly people above 70 years of age and those with underlying health conditions (e.g. hypertension, diabetes, cardiovascular disease, chronic respiratory disease and cancer) are considered to be more at risk of developing severe symptoms. Men in these groups also appear to be at a slightly higher risk than females."], "context_set": ""}, {"patterns": ["Are children also at risk of infection and what is their potential role in transmission of covid19?"], "tag": ["risk_transmission"], "responses": ["Children make up a very small proportion of reported COVID-19 cases, with about 1% of all cases reported being under 10 years, and 4% aged 10-19 years. Children appear as likely to be infected as adults, but they have a much lower risk than adults of developing symptoms or severe disease. There is still some uncertainty about the extent to which asymptomatic or mildly symptomatic children transmit disease."], "context_set": ""}, {"patterns": ["What is the risk of infection in pregnant women and neonates?"], "tag": ["risk_pregnant"], "responses": ["There is limited scientific evidence on the severity of illness in pregnant women after COVID-19 infection. It seems that pregnant women appear to experience similar clinical manifestations as non-pregnant women who have progressed to COVID-19 pneumonia and to date (as of 25 March), there have been no maternal deaths, no pregnancy losses and only one stillbirth reported. No current evidence suggests that infection with COVID-19 during pregnancy has a negative effect on the foetus. At present, there is no evidence of transmission of COVID-19 from mother to baby during pregnancy and only one confirmed COVID-19 neonatal case has been reported to date. ECDC will continue to monitor the emerging scientific literature on this question, and suggests that all pregnant women follow the same general precautions for the prevention of COVID-19, including regular handwashing, avoiding individuals who are sick, and self-isolating in case of any symptoms, while consulting a healthcare provider by telephone for advice."], "context_set": ""}, {"patterns": ["When should I be tested for COVID-19?"], "tag": ["test_covid"], "responses": ["\"Current advice for testing depends on the stage of the outbreak in the country or area where you live. Testing approaches will be adapted to the situation at national and local level. National authorities may decide to test only subgroups of suspected cases based on the national capacity to test, the availability of necessary equipment for testing, the level of community transmission of COVID-19, or other criteria. As a resource conscious approach, ECDC has suggested that national authorities may consider prioritising testing in the following groups: hospitalised patients with severe respiratory infections; symptomatic healthcare staff including those with mild symptoms; cases with acute respiratory infections in hospital or long-term care facilities; patients with acute respiratory infections or influenza-like illness in certain outpatient clinics or hospitals; elderly people with underlying chronic medical conditions such as lung disease, cancer, heart failure, cerebrovascular disease, renal disease, liver disease, diabetes, and immunocompromising conditions.\""], "context_set": ""}, {"patterns": ["Where can I get tested?"], "tag": ["test"], "responses": ["If you are feeling ill with COVID-19 symptoms (such as fever, cough, difficulty breathing, muscle pain or general weakness), it is recommended that you contact your local healthcare services online or by telephone. If your healthcare provider believes there is a need for a laboratory test for the virus that causes COVID-19, he/she will inform you of the procedure to follow and advise where and how the test can be performed."], "context_set": ""}, {"patterns": ["Do persons suffering from pollen allergy or allergies in general have a higher risk to develop severe disease when having COVID-19?"], "tag": ["allergy_covid"], "responses": ["A large proportion of the population (up to 15-20%) reports seasonal symptoms related to pollen, the most common of which include itchy eyes, nasal congestion, runny nose and sometimes wheezing and skin rash. All these symptoms are usually referred to as hay fever, pollen allergy or more appropriately allergic rhinitis. Allergic rhinitis is commonly associated with allergic asthma in children and adults. Allergies, including mild allergic asthma, have not been identified as a major risk factor for SARS-CoV-2 infection or for a more unfavourable outcome in the studies available so far. Moderate to severe asthma on the other hand, where patients need treatment daily, is included in the chronic lung conditions that predispose to severe disease. Children and adults on maintenance medication for allergies (e.g. leukotriene inhibitors, inhaled corticosteroids and/or bronchodilators) need to continue their treatment as prescribed by their doctor and should not discontinue their medication due to fears of COVID-19. If they develop symptoms compatible with COVID-19, they will need to self-isolate, inform their doctor and monitor their health as everyone else. If progressive difficulty breathing develops, they should seek prompt medical assistance."], "context_set": ""}, {"patterns": ["How can we differentiate between hay fever/pollen allergy related respiratory symptoms and COVID-19 infection?"], "tag": ["allergy_covid"], "responses": ["Someone with COVID-19 usually has mild, flu-like symptoms (see above question 1), which are rather common and need to be distinguished from similar symptoms caused by common cold viruses and from allergic symptoms during springtime. The following table presents a comparison of the most common symptoms of all three conditions according to their reported frequency. It is good to bear in mind that the definitive diagnosis of COVID-19 is not clinical, but through laboratory testing of a sample from the nose or mouth."], "context_set": ""}, {"patterns": ["Should people who suffer from pollen allergy self-isolate if they develop typical hay fever symptoms?"], "tag": ["allergy_symptoms"], "responses": ["No, there is no more reason for people suffering from pollen allergy to self-isolate if they develop their typical hay-fever symptoms than for anyone else. They should continue following the general guidance for physical distancing and seek medical advice if their symptoms get worse, if they develop fever or progressive difficulty breathing."], "context_set": ""}, {"patterns": ["How can I avoid getting infected?"], "tag": ["avoid_infecting"], "responses": ["The virus enters your body via your eyes, nose and/or mouth, so it is important to avoid touching your face with unwashed hands. Washing of hands with soap and water for at least 20 seconds, or cleaning hands thoroughly with alcohol-based solutions, gels or tissues is recommended in all settings. It is also recommended to stay one metre or more away from people infected with COVID-19 who are showing symptoms, to reduce the risk of infection through respiratory droplets."], "context_set": ""}, {"patterns": ["How can I avoid infecting others?"], "tag": ["avoid_infecting"], "responses": ["\"Cough or sneeze into your elbow or use a tissue. If you use a tissue, dispose of it carefully after a single use Wash your hands with soap and water for at least 20 seconds. Stay one metre or more away from people to reduce the risk of spreading the virus through respiratory droplets.  If you feel unwell, stay at home. If you develop any symptoms suggestive of COVID-19, you should immediately call your healthcare provider for advice.\""], "context_set": ""}, {"patterns": ["What is physical distancing and why and how should I do it?"], "tag": ["distancing"], "responses": ["Physical distancing aims to reduce physical contact between potentially infected people and healthy people, or between population groups with high rates of transmission and others with low or no level of transmission. The objective of this is to decrease or interrupt the spread of COVID-19. Note that the term ‘physical distancing’ means the same thing as the widely used term ‘social distancing’, but it more accurately describes what is intended, namely that people keep physically apart. Physical distancing measures might be implemented over an extended period and their success depends on ensuring that people maintain social contact – from a distance – with friends, family and colleagues. Internet-based communications and the phone are therefore key tools for ensuring a successful physical distancing strategy."], "context_set": ""}, {"patterns": [" Are face masks effective in protecting against COVID-19?"], "tag": ["mask_covid"], "responses": ["If you are infected, the use of surgical face masks may reduce the risk of you infecting other people. On the other hand there is no evidence that face masks will effectively prevent you from becoming infected with the virus. In fact, it is possible that the use of face masks may even increase the risk of infection due to a false sense of security and increased contact between hands, mouth and eyes while wearing them. The inappropriate use of masks also may increase the risk of infection."], "context_set": ""}, {"patterns": ["How long will it take to develop a vaccine?"], "tag": ["vaccine"], "responses": ["The development of vaccines take time. Several pharmaceutical companies and research laboratories are working on vaccine candidates. It will, however, take months or years before any vaccine can be widely used, as it needs to undergo extensive testing in clinical trials to determine its safety and efficacy.  These clinical trials are an essential precursor to regulatory approval and usually take place in three phases. The first, involving a few dozen healthy volunteers, tests the vaccine for safety, monitoring for adverse effects. The second, involving several hundred people, usually in a part of the world badly affected by the disease, looks at how effective the vaccine is in the field, and the third does the same in several thousand people."], "context_set": ""}, {"patterns": ["Am I protected against COVID-19 if I had the influenza vaccine this year?"], "tag": ["covid_influenza"], "responses": ["Influenza and the virus that causes COVID-19 are two very different viruses and the seasonal influenza vaccine will not protect against COVID-19.  "], "context_set": ""}, {"patterns": ["What is the situation in Europe at the moment?"], "tag": ["europe_covid"], "responses": ["In the last month, the number of cases and deaths reported in the EU/EEA has increased exponentially from less than 2 000 cases to more than 350 000 (as of 30 March). During this time, all EU/EEA countries have reported increasing numbers of new cases; Italy has reported more than 90 000 new cases and Spain more than 75 000 new cases. If this trend continues, based on the quick pace of growth of the epidemic observed in China and northern Italy, it is likely that in days, or a small number of weeks, nationally incapacitating epidemics will be observed in most EU/EEA Member States."], "context_set": ""}, {"patterns": ["How prepared is Europe for COVID-19? "], "tag": ["europe_covid"], "responses": ["The outbreak of COVID-19 has evolved dramatically in the EU/EEA and the UK. The rapid escalation of cases in countries such as Italy and Spain has placed enormous pressure on healthcare systems, and presented a major challenge for local services. All countries in the EU have responded to the emerging situation. The situation continues to evolve and lessons are still being learnt and countries are working hard to adapt their response to the ever changing situation."], "context_set": ""}, {"patterns": ["What is the EU doing?"], "tag": ["EU"], "responses": ["The European Centre for Disease Prevention and Control (ECDC) is in continuous contact with the European Commission and the World Health Organization (WHO) regarding the assessment of this outbreak. To inform the European Commission and the public health authorities in Member States of the ongoing situation, ECDC publishes daily updates and continuously assesses the risk for EU citizens. ECDC and WHO develop technical guidance to support countries in their response. The European Commission is ensuring the coordination of risk management activities at EU level. The European Commission is organising regular coordination meetings between the Ministers of the Member States and providing some support for overcoming the equipment and supplies shortages that are being felt in many countries."], "context_set": ""}, {"patterns": ["How many people have been infected in the EU/EEA?"], "tag": ["EU"], "responses": ["COVID-19 is spreading rapidly worldwide, and the number of cases in Europe is increasing exponentially in many affected areas."], "context_set": ""}, {"patterns": ["How long will this outbreak last? When will we see the peak?"], "tag": ["peak"], "responses": ["Any predictions about when the peak will come and how long the outbreak will last are purely speculative at this stage. As greater evidence emerges regarding the nature of the virus and the effectiveness of measures used to control the outbreak, predictions relating to the future course of COVID-19 will become more reliable. "], "context_set": ""}, {"patterns": ["Should schools and day centres be closed?"], "tag": ["schools"], "responses": ["The evidence we have to date indicates that COVID-19 does not cause serious illness in children – not nearly as much as it does for adults. However, they can be infected as easily as adults, though the extent to which children play a role in the transmission of the virus to others is still uncertain. Depending on local circumstances, local authorities may decide to temporarily close schools and day care centres to reduce transmission in the community. However, school closures may have an impact on availability of healthcare staff and other essential services, due to the need for having to  care for their children when not in school, which needs to be taken into consideration (e.g. some countries only maintain schooling for these children of staff in a critical role). Also, if grandparents are asked to care for the children, the benefits of lower transmission between children might be offset by transmission into a more vulnerable population group. Wherever school closure happens, it is important that parents and caregivers are supported, for example by their employers applying teleworking or limited office shift schedules, so they can stay at home more and take care of their children."], "context_set": ""}, {"patterns": ["What are the travel restrictions in the European Union?"], "tag": ["restriction"], "responses": ["Travel has been shown to facilitate the spread of COVID-19 from affected to unaffected areas. Travel and trade restrictions during a public health event of international concern (PHEIC) are regulated under the International Health Regulations (IHR), part III. On 16 March, in an effort to slow the spread of the corona virus, the European Union leaders agreed to a temporary restriction on non-essential travel from third countries into the EU area by closing its borders for the next 30 days staring on 17 March 2020 The temporary travel restriction foresees exemptions for nationals of all EU Member States and Schengen Associated States (Iceland, Liechtenstein, Norway and Switzerland; whilst UK nationals are still to be treated in the same way as EU citizens until end 2020), for the purposes of returning to their homes. Exceptions are also foreseen for travellers with an essential function or need. In addition, most EU countries have also applied national borders closure and/or border checks and travel and transport restrictions or bans within their national borders and between different regions as a measure to slow the spread. See the measures implemented by EU Member States. Many EU countries have also encouraged their citizens to return home (with recommendations  for 14 days self-quarantine upon return) but also recommended that travellers avoid non-essential travels to areas with transmission of COVID-19."], "context_set": ""}, {"patterns": ["What precautions should I take if I need to travel?"], "tag": ["travel"], "responses": ["Travellers should adhere to strict hygiene measures, wash hands with soap and water regularly, and/or use alcohol-based hand sanitisers. Touching the face with unwashed hands should be avoided. Travellers should avoid contact with sick persons, in particular those with respiratory symptoms and fever. It should be emphasised that older people and those with underlying health conditions should take these precautionary measures very seriously. Travellers who develop any symptoms during or after travel should self-isolate; those developing acute respiratory symptoms within 14 days upon return should be advised to seek immediate medical advice, ideally by phone first to their national healthcare provider."], "context_set": ""}, {"patterns": ["What is the risk of infection when travelling by plane?"], "tag": ["travel"], "responses": ["The risk of being infected on an airplane cannot be excluded, but is currently considered to be low for an individual traveller. The risk of being infected in an airport is similar to that of any other place where many people gather. If it is established that a COVID-19 case has been on an airplane, other passengers who were at risk (as defined by how near they were seated to the infected passenger) will be contacted by public health authorities. Should you have questions about a flight you have taken, please contact your local health authority for advice.  The European Union Aviation Safety Agency (EASA) recommended measures to be taken by national authorities, such as thorough disinfecting and cleaning of aircraft after each flight serving high-risk destinations. EASA also recommended that airlines operating on all routes step up the frequency of cleaning, disinfect as a preventative measure and ensure full disinfection of any aircraft which has carried a passenger who was suspected or confirmed as being infected with COVID-19. Airport operators should similarly disinfect terminals regularly."], "context_set": ""}, {"patterns": [" Are people working in the supply chain including logistics, control services, retail, etc. at risk of getting COVID-19 by handling packages? What measures can be taken to reduce the risk of getting infected in this type of work setting?"], "tag": ["risk"], "responses": ["People working in the supply chain, including logistics, control services, retail, etc. are not at greater risk to of getting COVID-19 as a result of managing packages. ECDC does not recommend any special measures at the supply chain over and above those addressed to the general public: frequent and thorough hand washing and use of alcohol-based hand disinfectants, keeping a distance from other employees, and not working if showing signs of respiratory symptoms."], "context_set": ""}, {"patterns": ["What is the risk of COVID-19 infection from food products imported from affected areas?"], "tag": ["food"], "responses": ["There has been no report of transmission of COVID-19 via food, and therefore there is no evidence that food items imported into the European Union in accordance with the applicable animal and public health regulations pose a risk for the health of EU citizens in relation to COVID-19. The main mode of transmission is from person to person."], "context_set": ""}, {"patterns": ["What is the risk of COVID-19 infection from animals or animal products imported from affected areas?"], "tag": ["animal"], "responses": ["There is no evidence that any of the animals or animal products authorised for entry into the European Union pose a risk to the health of EU citizens as a result of the presence of COVID-19."], "context_set": ""}, {"patterns": ["I have a lung condition; am I at more risk of getting COVID-19 than somebody who doesn’t have a lung condition?"], "tag": ["lung"], "responses": ["No - the infection can be caught by anyone. However, people with underlying lung conditions might be more likely to show symptoms of the infection or to have a more severe infection than others. So far, most people that get COVID-19 have a mild viral illness, but some people develop a chest infection/pneumonia. We are not yet certain if people with lung conditions are more likely to get a chest infection after COVID-19, but it is likely since this is the case with other viruses like flu."], "context_set": ""}, {"patterns": ["Please can you provide detailed information about who is at high risk from a respiratory standpoint?"], "tag": ["risk"], "responses": ["\"Any severe respiratory condition is likely to place you at higher risk of complications, in particular: Severe COPD Severe asthma (meaning regularly requiring steroids for exacerbations, or taking a biological treatment of long-term corticosteroids) Bronchiectasis, particularly if you experience frequent chest infections Cystic fibrosis. Any other pulmonary condition where you are severely disabled by breathlessness (unable to leave the house due to breathlessness for example) or requiring long-term oxygen treatment. Lung cancer if currently active and being treated with chemotherapy or radiotherapy. There are hundreds of different lung conditions and so it is not possible to list them all. Remember that being “high risk” means you have a slightly higher risk of complications of COVID-19 infection than other people, but you are still mostly likely, if you contract the virus, to have a mild illness or no symptoms at all.\""], "context_set": ""}, {"patterns": ["Are there any additional measures that I should take to limit my risk of getting sick as I have a lung condition?"], "tag": ["measure"], "responses": ["\"Follow the advice from your country’s health authorities - this will be slightly different in each country depending on how many cases there are in your country. There are things that everyone should do to limit their risk. If you have a lung condition, the following are important. Avoid contact with anyone who is sick. Ask sick friends or relatives not to visit you and keep distance of at least 2 metres from anyone sick that you encounter in public. Do not touch your mouth, nose or eyes with unwashed hands unless unavoidable. Wash your hands thoroughly after touching surfaces that may be contaminated. Wash your hands with warm water and soap for 20 seconds. Make sure you take all of your regular medications and keep up with your usual treatments to keep your lungs as healthy as possible.\""], "context_set": ""}, {"patterns": ["Should I consider self-isolating to avoid catching the virus?"], "tag": ["isolate"], "responses": ["\"Self-isolating means staying indoors as much as possible and avoiding contact with others. The advice on self-isolation is different in different countries at the moment, but the following are sensible steps that apply to all countries in Europe: If you have symptoms of fever, cough or a chest infection you should self-isolate. If you do not have symptoms, avoid contact with anyone who is sick, even if they “just have a mild cold”. Stay at home as much as possible, including working from home if this is feasible. If you are in an area with a high number of COVID-19 cases, you may be asked to do a more strict isolation.\""], "context_set": ""}, {"patterns": ["Am I safe outside of the house provided I avoid crowded areas e.g. can I go to the park or walk outside?"], "tag": ["safe"], "responses": ["Yes. The virus is caught from people that have the infection and so there is no problem in going outside by yourself. What is important is to avoid contact with anyone who might be ill. Events outside where a large number of people are together have been cancelled around Europe and so you should not be attending any events or meetings where large numbers of people are coming together."], "context_set": ""}, {"patterns": ["Are people with respiratory disease more likely to die of COVID-19 than those without?"], "tag": ["covid"], "responses": ["So far, older age and the presence of underlying conditions - including lung conditions - have been risk factors for death. Nevertheless, it is important to emphasise that most patients, even those with underlying respiratory disease, have had mild infections and have fully recovered."], "context_set": ""}, {"patterns": ["As part of my condition, I regularly have a dry cough and fever – is there a way to distinguish these symptoms with those of COVID-19?"], "tag": ["fever"], "responses": ["\"No. There is nothing unique about the symptoms of COVID-19 and this is why most people who are tested for the virus do not have it. Their cough and fever are actually caused by something else. If you have a cough and fever that is typical for you, and you are not unwell enough to need hospital treatment, you should self-isolate at home until the symptoms have resolved.\""], "context_set": ""}, {"patterns": ["Should I wear a mask to protect myself from the virus?"], "tag": ["mask"], "responses": ["\"For the general population wearing a mask is only recommended if you are experiencing symptoms, such as a cough or a fever, or if you are caring for someone with these symptoms.Wearing a mask if you have a respiratory condition is not recommended as this may make breathing more difficult. If you have a respiratory condition and are concerned about catching COVID-19, discuss this with your doctor.To prevent shortages of face masks it is important to only use them if needed. When wearing a mask, it is important to use and dispose of them in the correct way. The World Health Organization has useful information about this.\""], "context_set": ""}, {"patterns": ["Can I catch COVID-19 from my pet?"], "tag": ["covid"], "responses": ["There is currently no evidence that humans can catch the disease from common household animals such as cats and dogs."], "context_set": ""}, {"patterns": ["My neighbours often smoke in their garden and the smoke comes into my house if the windows are open. Can COVID-19 be transmitted through exhaled smoke?"], "tag": ["smoke"], "responses": ["There is no evidence that COVID-19 can be transmitted through smoke, but passive smoke exposure can still be harmful to people with lung conditions in other ways. It might be worth closing the windows if your neighbours are smoking."], "context_set": ""}, {"patterns": ["The news says that the worst affected by COVID-19 are the older age population and ‘people’ with pre-existing conditions. Are ‘people with pre-existing conditions’ also older or does this refer to people of any age?"], "tag": ["condition"], "responses": ["Most people dying from COVID-19 in the reports from China and other countries have been aged over 80 years and have had advanced heart and lung conditions. They have had a combination of older age and severe pre-existing conditions. The majority of both older people and people with pre-existing conditions have had a mild viral illness and have fully recovered."], "context_set": ""}, {"patterns": ["I had the flu vaccine this year, am I protected from this virus?"], "tag": ["flu_vaccine"], "responses": ["The flu vaccination only protects against the flu (influenza virus) and does not protect against COVID-19. There is no vaccine for COVID-19 and it is not likely that one will become available during the current pandemic."], "context_set": ""}, {"patterns": ["What is being done to protect the vulnerable population (elderly, people with health conditions)?"], "tag": ["vulnerable"], "responses": ["To protect older people and those with underlying health conditions, most European countries have adopted “social distancing” and self-isolation procedures. This means asking people to stay at home more than usual, practice good hand hygiene and keeping their distance in public to reduce transmission."], "context_set": ""}, {"patterns": ["What are organisations in Europe doing about the situation?"], "tag": ["Europe"], "responses": ["The European Centre for Disease Prevention and Control is focusing on containing the virus by identifying and testing suspected cases as early as possible, and limiting the impact of the disease by securing preparedness services and personal measures such as hand washing. "], "context_set": ""}, {"patterns": ["Can the virus that causes COVID-19 be transmitted through the air?"], "tag": ["transmission_corona"], "responses": ["Studies to date suggest that the virus that causes COVID-19 is mainly transmitted through contact with respiratory droplets rather than through the air."], "context_set": ""}, {"patterns": ["Can I catch COVID-19 from the feces of someone with the disease?"], "tag": ["faces"], "responses": ["The risk of catching COVID-19 from the feces of an infected person appears to be low. While initial investigations suggest the virus may be present in feces in some cases, spread through this route is not a main feature of the outbreak. The ongoing research on the ways COVID-19 is spread and will continue to share new findings. Because this is a risk, however, it is another reason to clean hands regularly, after using the bathroom and before eating."], "context_set": ""}, {"patterns": ["What can I do to protect myself and prevent the spread of disease"], "tag": ["protect"], "responses": ["Protection measures for everyone Stay aware of the latest information on the COVID-19 outbreak, available on the national,state and local public health authority. Many countries around the world have seen cases of COVID-19 and several have seen outbreaks. Authorities in China and some other countries have succeeded in slowing or stopping their outbreaks. However, the situation is unpredictable so check regularly for the latest news. You can reduce your chances of being infected or spreading COVID19 by taking some simple precautions: • Regularly and thoroughly clean your hands with an alcoholbased hand rub or wash them with soap and water. Why? Washing your hands with soap and water or using alcohol-based hand rub kills viruses that may be on your hands. • Maintain at least 1 metre (3 feet) distance between yourself and anyone who is coughing or sneezing. Why? When someone coughs or sneezes they spray small liquid droplets from their nose or mouth which may contain virus. If you are too close, you can breathe in the droplets, including the COVID-19 virus if the person coughing has the disease. • Avoid touching eyes, nose and mouth. Why? Hands touch many surfaces and can pick up viruses. Once contaminated, hands can transfer the virus to your eyes, nose or mouth. From there, the virus can enter your body and can make you sick. • Make sure you, and the people around you, follow good respiratory hygiene. This means covering your mouth and nose with your bent elbow or tissue when you cough or sneeze. Then dispose of the used tissue immediately. Why? Droplets spread virus. By following good respiratory hygiene you protect the people around you from viruses such as cold, flu and COVID-19. • Stay home if you feel unwell. If you have a fever, cough and difficulty breathing, seek medical attention and call in advance. Follow the directions of your local health authority. Why? National and local authorities will have the most up to date information on the situation in your area. Calling in advance will allow your health care provider to quickly direct you to the right health facility. This will also protect you and help prevent spread of viruses and other infections. • Keep up to date on the latest COVID-19 hotspots (cities or local areas where COVID-19 is spreading widely). If possible, avoid traveling to places – especially if you are an older person or have diabetes, heart or lung disease. Why? You have a higher chance of catching COVID-19 in one of these areas."], "context_set": ""}, {"patterns": ["Protection measures for persons who are in or have recently visited (past 14 days) areas where COVID-19 is spreading"], "tag": ["measure"], "responses": ["Self-isolate by staying at home if you begin to feel unwell, even with mild symptoms such as headache, low grade fever (37.3 C or above) and slight runny nose, until you recover. If it is essential for you to have someone bring you supplies or to go out, e.g. to buy food, then wear a mask to avoid infecting other people. Why? Avoiding contact with others and visits to medical facilities will allow these facilities to operate more effectively and help protect you and others from possible COVID-19 and other viruses. o If you develop fever, cough and difficulty breathing, seek medical advice promptly as this may be due to a respiratory infection or other serious condition. Call in advance and tell your provider of any recent travel or contact with travelers. Why? Calling in advance will allow your health care provider to quickly direct you to the right health facility. This will also help to prevent possible spread of COVID-19 and other viruses."], "context_set": ""}, {"patterns": ["How likely am I to catch COVID-19?"], "tag": ["catch"], "responses": ["\"The risk depends on where you are - and more specifically, whether there is a COVID-19 outbreak unfolding there. For most people in most locations the risk of catching COVID-19 is still low. However, there are now places around the world (cities or areas) where the disease is spreading. For people living in, or visiting, these areas the risk of catching COVID-19 is higher. Governments and health authorities are taking vigorous action every time a new case of COVID-19 is identified. Be sure to comply with any local restrictions on travel, movement or large gatherings. Cooperating with disease control efforts will reduce your risk of catching or spreading COVID-19. COVID-19 outbreaks can be contained and transmission stopped, as has been shown in China and some other countries. Unfortunately, new outbreaks can emerge rapidly. It’s important to be aware of the situation where you are or intend to go.\""], "context_set": ""}, {"patterns": ["Should I worry about COVID-19?"], "tag": ["worry"], "responses": ["Illness due to COVID-19 infection is generally mild, especially for children and young adults. However, it can cause serious illness: about 1 in every 5 people who catch it need hospital care. It is therefore quite normal for people to worry about how the COVID-19 outbreak will affect them and their loved ones. We can channel our concerns into actions to protect ourselves, our loved ones and our communities. First and foremost among these actions is regular and thorough hand-washing and good respiratory hygiene. Secondly, keep informed and follow the advice of the local health authorities including any restrictions put in place on travel, movement and gatherings."], "context_set": ""}, {"patterns": ["Are antibiotics effective in preventing or treating the COVID-19?"], "tag": ["antibiotic"], "responses": ["No. Antibiotics do not work against viruses, they only work on bacterial infections. COVID-19 is caused by a virus, so antibiotics do not work. Antibiotics should not be used as a means of prevention or treatment of COVID-19. They should only be used as directed by a physician to treat a bacterial infection."], "context_set": ""}, {"patterns": ["Are there any medicines or therapies that can prevent or cure COVID-19"], "tag": ["medicine"], "responses": ["While some western, traditional or home remedies may provide comfort and alleviate symptoms of COVID-19, there is no evidence that current medicine can prevent or cure the disease. We does not recommend self-medication with any medicines, including antibiotics, as a prevention or cure for COVID-19. However, there are several ongoing clinical trials that include both western and traditional medicines. We will continue to provide updated information as soon as clinical findings are available."], "context_set": ""}, {"patterns": ["Should I wear mask to protect myself"], "tag": ["mask"], "responses": ["Only wear a mask if you are ill with COVID-19 symptoms (especially coughing) or looking after someone who may have COVID-19. Disposable face mask can only be used once. If you are not ill or looking after someone who is ill then you are wasting a mask. There is a world-wide shortage of masks, so We urge people to use masks wisely. We advises rational use of medical masks to avoid unnecessary wastage of precious resources and mis-use of masks The most effective ways to protect yourself and others against COVID-19 are to frequently clean your hands, cover your cough with the bend of elbow or tissue and maintain a distance of at least 1 meter (3 feet) from people who are coughing or sneezing."], "context_set": ""}, {"patterns": ["How to put on use take off and dispose of a mask?"], "tag": ["mask"], "responses": ["Remember, a mask should only be used by health workers, care takers, and individuals with respiratory symptoms, such as fever and cough. 2. Before touching the mask, clean hands with an alcohol-based hand rub or soap and water 3. Take the mask and inspect it for tears or holes. 4. Orient which side is the top side (where the metal strip is). 5. Ensure the proper side of the mask faces outwards (the coloured side). 6. Place the mask to your face. Pinch the metal strip or stiff edge of the mask so it moulds to the shape of your nose. 7. Pull down the mask’s bottom so it covers your mouth and your chin. 8. After use, take off the mask; remove the elastic loops from behind the ears while keeping the mask away from your face and clothes, to avoid touching potentially contaminated surfaces of the mask. 9. Discard the mask in a closed bin immediately after use. 10. Perform hand hygiene after touching or discarding the mask – Use alcohol-based hand rub or, if visibly soiled, wash your hands with soap and water."], "context_set": ""}, {"patterns": ["How long is the incubation period for COVID-19?"], "tag": ["incubation"], "responses": ["The “incubation period” means the time between catching the virus and beginning to have symptoms of the disease. Most estimates of the incubation period for COVID-19 range from 1-14 days, most commonly around five days. These estimates will be updated as more data become available."], "context_set": ""}, {"patterns": ["Can I catch COVID-19 from my pet?"], "tag": ["covid"], "responses": ["While there has been one instance of a dog being infected in Hong Kong, to date, there is no evidence that a dog, cat or any pet can transmit COVID-19. COVID-19 is mainly spread through droplets produced when an infected person coughs, sneezes, or speaks. To protect yourself, clean your hands frequently and thoroughly. We continues to monitor the latest research on this and other COVID19 topics and will update as new findings are available."], "context_set": ""}, {"patterns": ["Is it safe to receive a package from any area where COVID-19 has been reported?"], "tag": ["package"], "responses": ["Yes. The likelihood of an infected person contaminating commercial goods is low and the risk of catching the virus that causes COVID-19 from a package that has been moved, travelled, and exposed to different conditions and temperature is also low."], "context_set": ""}, {"patterns": ["Is there anything I should not do?"], "tag": ["not_do"], "responses": ["The following measures ARE NOT effective against COVID-2019 and can be harmful: • Smoking • Wearing multiple masks • Taking antibiotics (See question 10 \"Are there any medicines of therapies that can prevent or cure COVID-19?\")"], "context_set": ""}, {"patterns": ["Can you have COVID-19 and show no symptoms?"], "tag": ["symptoms"], "responses": ["You can have it and display no symptoms depending on your age, how strong your immune system is and how recently you have been exposed. Because it is extremely contagious, the virus can be transmitted easily - even by individuals without symptoms - which is why it is important to practice preventative measures even if you feel fine."], "context_set": ""}, {"patterns": ["Can one get corona virus for a second time?"], "tag": ["second"], "responses": ["Currently it is unknown how long the immunity of COVID-19 patients can last. However, the virus could potentially mutate in such a way as to cause patients to become susceptible again. questions like: How accurate were the test results? Was the recovered patient reinfected with the virus, or did they have an infection that simply lasted a long time? Are there variations in immune response among different people? How many different versions of COVID-19 may be spreading around? These questions could help us understand the immune response of the virus."], "context_set": ""}, {"patterns": ["How long can the virus survive on surfaces?"], "tag": ["virus"], "responses": ["\"This depends on the surface material and the amount of virus present. A recent study investigated the persistence of corona virus on stainless steel, plastic, cardboard and copper. The authors used an initial virus concentration similar to that found in the respiratory tract of infected people. The virus remained detectable for between 10 hours and three days, with the shortest persistence on copper and the longest on plastic. Another study that looked at the related virus SARS-CoV - the virus responsible for the SARS outbreak in 2003 - found it was detectable for up to nine days. However, just because a virus is detectable does not mean it poses a health risk. So an interesting related question is: How long should we worry about becoming sick from touching a contaminated surface? The answer to this is probably shorter than three to nine days. One reason is that the virus concentration on surfaces declines over time as it dries out, so the longer the time since contamination, the lower the risk. A second reason is that only a portion of the total virus will transfer from the surface to your hand to your mouth or nose. Nevertheless, risks from surface contamination in highly trafficked areas provide additional motivation to wash your hands frequently with soap and water and disinfect surfaces regularly.\""], "context_set": ""}, {"patterns": ["How has attention to other major illnesses (like cancer) been affected?"], "tag": ["illness"], "responses": ["The diversion of healthcare resources to manage the COVID-19 crisis has significantly affected the ability of many health systems to maintain standards of care for patients with other medical conditions. Hospitals in the worst-affected countries are struggling to keep pace with the number of admissions from the corona virus alone, and have almost zero capacity to cope with other conditions. Even in countries that are not as badly affected, many hospitals have now deferred elective surgeries, redirected any upper respiratory tract infection or pneumonia cases to isolation wards, and cancelled or postponed non-critical outpatient clinic visits. This also means that people are deferring their health checks, including screening tests to pick up cancer incidence. The latter in particular means there will be patients who would otherwise have been identified through routine screening as being in need of urgent medical attention, and these are now missed or delayed – which means the window of opportunity for seeking early or effective treatment may be closed, resulting in morbidity or mortality that could have been avoided. The situation may be compounded when the supply chains for essential medicines are disrupted, a reality that is starting to happen in several countries which are key producers of medical supplies."], "context_set": ""}, {"patterns": ["Is it possible that one day this will happen again?"], "tag": ["again"], "responses": ["Over the past 30 years, the number of annual epidemics has nearly tripled. In the past 15 years alone, outbreaks of Zika, MERS-CoV, SARS, cholera, tuberculosis, HIV/AIDS, influenza and Ebola have killed hundreds of thousands of people. We know why this is happening. We live in a world where humans are increasingly connected — not only to each other but also to animals, which are responsible for about three-quarters of new infectious diseases. What’s more, human beings are moving around the planet faster than at any other time in history, giving pathogens endless opportunities to find new hosts, cross borders and evolve into stronger strains than we’ve seen in the past. Climate change is also fuelling the spread of disease, as warmer temperatures disrupt our ecological balance and expand the habitats of mosquitoes and other disease-carrying species. Meanwhile, antimicrobial resistance is undermining some of the gains we have made in controlling outbreaks, as infections become more difficult — and even impossible — to kill. The next pandemic is only a matter of time. And as has become painfully obvious over these past few weeks, we remain dangerously underprepared."], "context_set": ""}, {"patterns": ["How to stop infection spreading of covid-19 ?"], "tag": ["spread"], "responses": ["\"DO's : wash your hands with soap and water often – do this for at least 20 seconds. use hand sanitiser gel if soap and water are not available. wash your hands as soon as you get home. cover your mouth and nose with a tissue or your sleeve (not your hands) when you cough or sneeze. put used tissues in the bin immediately and wash your hands afterwards. Dont's: do not touch your eyes, nose or mouth if your hands are not clean\". "], "context_set": ""}, {"patterns": ["What to do if you need medical help ? "], "tag": ["medical"], "responses": ["\"If you need medical help for any reason, do not go to places like a GP surgery, pharmacy or hospital.If you have symptoms of coronavirus (a high temperature or a new, continuous cough), use the 111 coronavirus service.If you need help or advice not related to coronavirus:for health information and advice, use the NHS website or your GP surgery website for urgent medical help, use the NHS 111 online service – only call 111 if you're unable to get help online for life-threatening emergencies, call 999 for an ambulance\""], "context_set": ""}, {"patterns": ["How to protect yourself from coronavirus ?"], "tag": ["protect"], "responses": ["\"You should only leave the house for very limited purposes:shopping for basic necessities, for example food and medicine, which must be as infrequent as possible.one form of exercise a day, for example a run, walk, or cycle – alone or with members of your household any medical need, including to donate blood, avoid or escape risk of injury or harm, or to provide care or to help a vulnerable person travelling for work purposes, but only where you cannot work from home.\""], "context_set": ""}, {"patterns": ["Who are the People most at risk ? "], "tag": ["risk"], "responses": ["\"People most at risk from coronavirus are sometimes called \"\"shielded\"\" or \"\"extremely vulnerable\"\" people. This includes people who: have had an organ transplant, are having certain types of cancer treatment, have blood or bone marrow cancer, such as leukaemia, have a severe lung condition, such as cystic fibrosis or severe asthma, have a condition or are taking medicine that makes them much more likely to get infections, are pregnant and have a serious heart condition\""], "context_set": ""}, {"patterns": ["What are the symptoms of someone infected with a corona virus?"], "tag": ["symptoms"], "responses": ["\"Do not leave your home if you have either: a high temperature – this means you feel hot to touch on your chest or back (you do not need to measure your temperature) a new, continuous cough – this means coughing a lot for more than an hour, or 3 or more coughing episodes in 24 hours (if you usually have a cough, it may be worse than usual) To protect others, do not go to places like a GP surgery, pharmacy or hospital. Stay at home. Use the 111 online coronavirus service to find out what to do.\""], "context_set": ""}, {"patterns": ["How long you should self isolate ?"], "tag": ["isolate"], "responses": ["\"Do not leave your home if you have symptoms of coronavirus (COVID-19) or live with someone who does.This is called self-isolation.If you are self-isolating, you must: not leave your home for any reason, other than to exercise once a day – but stay at least 2 metres (3 steps) away from other people not go out to buy food or collect medicine – order them by phone or online, or ask someone else to drop them off at your home not have visitors, such as friends and family, in your home. You can use your garden, if you have one.\""], "context_set": ""}, {"patterns": ["How long to self-isolate if you have symptoms ? "], "tag": ["isolate"], "responses": ["\"If you have symptoms of coronavirus, you'll need to self-isolate for 7 days. After 7 days: if you do not have a high temperature, you do not need to self-isolate. if you still have a high temperature, keep self-isolating until your temperature returns to normal. You do not need to self-isolate if you just have a cough after 7 days. A cough can last for several weeks after the infection has gone.\""], "context_set": ""}, {"patterns": ["What to do If you live with someone who has symptoms?"], "tag": ["symptoms"], "responses": ["\"If you live with someone who has symptoms, you'll need to self-isolate for 14 days from the day their symptoms started. This is because it can take 14 days for symptoms to appear.If more than 1 person at home has symptoms, self-isolate for 14 days from the day the first person started having symptoms.If you get symptoms, self-isolate for 7 days from when your symptoms start, even if it means you're self-isolating for longer than 14 days. If you do not get symptoms, you can stop self-isolating after 14 days.\""], "context_set": ""}, {"patterns": ["What should be done to reduce the spread of infection in your home ? "], "tag": ["reduce_infection"], "responses": ["\"Do's: wash your hands with soap and water often, for at least 20 seconds, use hand sanitiser gel if soap and water are not available.cover your mouth and nose with a tissue or your sleeve (not your hands) when you cough or sneeze put used tissues in the bin straight away and wash your hands afterwards. clean objects and surfaces you touch often (like door handles, kettles and phones) using your regular cleaning products.clean a shared bathroom each time you use it, for example by wiping the surfaces you have touched. Dont's: do not share towels, including hand towels and tea towels\""], "context_set": ""}, {"patterns": ["How to Treat corona virus symptoms at home ? "], "tag": ["symptoms"], "responses": ["\"To help yourself stay well while you're at home: rest and sleep, drink plenty of water to avoid dehydration – drink enough so your pee is light yellow and clear, take paracetamol to lower your temperature\""], "context_set": ""}, {"patterns": ["Can I take ibuprofen if I have corona virus ? "], "tag": ["ibuprofen"], "responses": ["\"There is currently no strong evidence that ibuprofen can make coronavirus (COVID-19) worse. But until we have more information, take paracetamol to treat the symptoms of coronavirus, unless your doctor has told you paracetamol is not suitable for you. If you are already taking ibuprofen or another non-steroidal anti-inflammatory (NSAID) on the advice of a doctor, do not stop taking it without checking first.\""], "context_set": ""}, {"patterns": ["When am I allowed to leave the house?"], "tag": ["house"], "responses": ["\"You should only leave the house for very limited purposes: shopping for basic necessities, for example food and medicine, which must be as infrequent as possible one form of exercise a day, for example a run, walk, or cycle - alone or with members of your household any medical need, including to donate blood, avoid or escape risk of injury or harm, or to provide care or to help a vulnerable person travelling for work purposes, but only where you cannot work from home\""], "context_set": ""}, {"patterns": ["Can I go to the dentist, my GP or another medical appointment?"], "tag": ["medical_appointment"], "responses": ["\"You can leave home for medical appointments. GP practices may postpone non-urgent health checks or routine appointments. You should go to the doctor if there is an essential medical need.\""], "context_set": ""}, {"patterns": ["Should I stay at home or go to work?"], "tag": ["home"], "responses": ["\"You may travel for work purposes, but only where you cannot work from home. Certain jobs require people to travel to their place of work – for instance if they operate machinery, work in construction or manufacturing, or are delivering front line services such as train and bus drivers. Employers and employees should discuss their working arrangements, and employers should take every possible step to facilitate their employees working from home, including providing suitable IT and equipment to enable remote working.\""], "context_set": ""}, {"patterns": ["I’m not a critical worker and I can’t work from home. What should I do?"], "tag": ["worker home"], "responses": ["\"If you cannot work from home then you can still travel to work. This is consistent with the Chief Medical Officer’s advice. Critical workers are those who can still take their children to school or childcare. This critical worker definition does not affect whether or not you can travel to work – if you are not a critical worker, you may still travel to work provided you cannot work from home. Anyone who has symptoms or is in a household where someone has symptoms should not go to work and should self-isolate.\""], "context_set": ""}, {"patterns": ["How can I find out if my work is essential or not?"], "tag": ["work"], "responses": ["\"The government is not saying only people doing “essential” work can go to work. Anyone who cannot work from home can still go to work. Separately, there is a list of critical workers who can still take their children to school or childcare. Provision has been prioritised for these workers. Every worker – whether critical or not – should work from home if they can but may otherwise travel to work. We have also asked certain businesses where people gather, such as pubs and most shops, to close. Separate guidance has been published on this.\""], "context_set": ""}, {"patterns": ["Can I see my friends?"], "tag": ["friends"], "responses": ["\"We must all stay away from each other to stop spreading the virus, and that means you should not be meeting friends unless you live in the same household. Instead, you could keep in touch with your friends using phone or video calls.\""], "context_set": ""}, {"patterns": ["Can I visit elderly relatives?"], "tag": ["relatives"], "responses": ["\"No, you should not be visiting family members who do not live in your home. You should keep in touch with them using phone or video calls. Where your relatives are elderly or vulnerable, you may leave your house to help them, for example by dropping shopping or medication at their door. You can also help them to order online.\""], "context_set": ""}, {"patterns": ["Can I go out to help a vulnerable person?"], "tag": ["vulnerable"], "responses": ["\"You can only provide support to vulnerable people if you fulfil all of the conditions below: you are well and have no symptoms like a cough or high temperature and nobody in your household does, you are under 70, you are not pregnant,you do not have any long-term health conditions that make you vulnerable to coronavirus. When outside the home, you should stay at least two metres away from others wherever possible. We have seen an incredible effort across the country already, and we’re hugely grateful to those who support the vulnerable in their communities by volunteering day-to-day.\""], "context_set": ""}, {"patterns": ["Can I go to park ? "], "tag": ["park"], "responses": ["\"You can still go to the park for outdoor exercise once a day but only alone or with members of your household, not in groups. Communal places within parks such as sports courts, playgrounds and outdoor gyms have been closed to protect everyone’s health. We ask that households use parks responsibly and keep 2 metres apart from others at all times. Unless you are with members of your household, gatherings of more than two people in parks and other public spaces have been banned. The police have the powers to disperse gatherings and issue fines if necessary.\""], "context_set": ""}, {"patterns": ["Can I move house?"], "tag": ["house"], "responses": ["\"Homebuyers and renters should, where possible, delay moving to a new house while measures are in place to fight coronavirus.If moving is unavoidable for contractual reasons and the parties are unable to reach an agreement to delay, people must follow advice on staying away from others to minimise the spread of the virus.\""], "context_set": ""}, {"patterns": ["Can I drive to a national park or other green space to walk?"], "tag": ["drive"], "responses": ["\"We advise you to stay local and use open spaces near to your home where possible – do not travel unnecessarily.You can still go to the park for outdoor exercise once a day but only by yourself or within your household, not in groups. We ask you to keep 2 metres apart from others outside your household at all times when outdoors.\""], "context_set": ""}, {"patterns": ["What will happen to me if I break the rules?"], "tag": ["rules"], "responses": ["\"We appreciate all the effort people are putting into containing the spread of coronavirus which will help protect our NHS and save lives.However, if you leave your home or gather in public for any reason other than those specified, the police may: instruct you to go home, leave an area or disperse. instruct you to take steps to stop your children breaking these rules if they have already done so take you home – or arrest you – if you do not follow their instructions or where they deem it necessary issue a fine (fixed penalty notice) of £60, which will be lowered to £30 if paid within 14 days. issue a fine (fixed penalty notice) of £120 for second time offenders, doubling on each further repeat offence. Individuals who do not pay their fine could be taken to court, with magistrates able to impose unlimited fines.\""], "context_set": ""}, {"patterns": ["What to do if you have symptoms ? "], "tag": ["symptoms"], "responses": ["\"Stay at home guidance: Public Health England (PHE) is advising to stay at home for 7 days if you have either:a high temperature, a new continuous cough, This will help to protect others in your community while you are infectious.Do not go to a GP surgery, pharmacy or hospital.You do not need to contact NHS 111 to tell them you’re staying at home.PHE will not be testing people who are self-isolating with mild symptoms.Contacting NHS 111:Use the NHS 111 online coronavirus service if:you feel you cannot cope with your symptoms at home, your condition gets worse your symptoms do not get better after 7 days\""], "context_set": ""}, {"patterns": ["What can I do to prevent catching or spreading the germs ? "], "tag": ["spread"], "responses": ["\"There are things you can do to help stop viruses like coronavirus spreading which now includes: Social distancing, Stay at home guidance\""], "context_set": ""}, {"patterns": ["Are the Intercollegiate Halls of Residence open?"], "tag": ["intercollegiate"], "responses": ["\"Yes. We will continue to offer accommodation for any residents who want to remain in London. You should review the Frequently Asked Questions relating to Halls of Residence for the most up to date information.\""], "context_set": ""}, {"patterns": ["Is teaching continuing for students?"], "tag": ["teaching"], "responses": ["\"Flexible and distance learning"], "context_set": ""}, {"patterns": ["What is corona virus ? "], "tag": ["corona"], "responses": ["Our online, flexible and distance learning programmes continue to be delivered and are supported by staff working remotely. Our students are able to continue with their studies through ongoing, full access to our digital resources. Our students also continue to be supported through our Student Portal and Virtual Learning Environment."], "context_set": ""}, {"patterns": ["What is social distancing ? "], "tag": ["distancing"], "responses": [""], "context_set": ""}, {"patterns": ["What effect does coronavirus have on pregnant women?"], "tag": ["pregnant"], "responses": ["Students who study at a Recognised Teaching Centre should also follow the advice from their local teaching centre on classes."], "context_set": ""}, {"patterns": ["What effect will coronavirus have on my baby if I am diagnosed with the infection?"], "tag": ["baby"], "responses": [""], "context_set": ""}, {"patterns": ["Why are pregnant women in a vulnerable group?"], "tag": ["vulnerable"], "responses": ["School of Advanced Study"], "context_set": ""}, {"patterns": ["What is the travel advice if I am pregnant?"], "tag": ["pregnant"], "responses": ["Within the School of Advanced Study there will be some minimal face to face teaching for taught postgraduates for week commencing 16 March with no teaching planned for next term as students will be preparing for dissertations."], "context_set": ""}, {"patterns": ["Should I attend my antenatal and postnatal appointments?"], "tag": ["appointment"], "responses": [""], "context_set": ""}, {"patterns": ["What should I do if I develop a fever or temperature, or both, when I am pregnant?"], "tag": ["pregnant"], "responses": ["Students will continue to be supported through other means and course directors will be in touch to facilitate this. Similarly, research students will continue to be remotely supported. Where possible adjustments will be made to assignment dates, vivas, upgrades and supervisions. "], "context_set": ""}, {"patterns": ["What impact will corona virus have on my pregnancy?"], "tag": [" pregnant"], "responses": [""], "context_set": ""}, {"patterns": ["Will my childbirth choices be affected by the coronavirus pandemic?"], "tag": ["child"], "responses": ["Keep up to date via the School of Advanced Study website."], "context_set": ""}, {"patterns": ["Will I be able to have my birth partner with me during labour and birth?"], "tag": ["birth"], "responses": [""], "context_set": ""}, {"patterns": ["Will I be able to have my birth partner with me if I am being induced?"], "tag": ["birth"], "responses": ["University of London Institute in Paris"], "context_set": ""}, {"patterns": ["Will my birth partner be able to stay with me if I have a caesarean or instrumental birth that occurs in an operating theatre?"], "tag": ["birth"], "responses": ["For the University of London Institute in Paris, any teaching for the remainder of the term before the Easter break are taking place remotely from Monday 16 March. Keep up to date via the Institute's website.\""], "context_set": ""}, {"patterns": ["Is there any advice for birth partners during the corona virus pandemic?"], "tag": ["birth"], "responses": ["\"Coronaviruses are a large family of viruses common around the world, which may cause illness in animals or humans. The Novel Coronavirus (or Covid-19) originated in Wuhan City, Hubei Province, China in December 2019, but cases have since been confirmed around the world."], "context_set": ""}, {"patterns": [" How will I be tested for corona virus?"], "tag": ["testing"], "responses": [""], "context_set": ""}, {"patterns": ["What should I do if I test positive for coronavirus?"], "tag": ["testing"], "responses": ["Public Health England has assessed the current risk to the public as 'high' and will be working with the World Health Organisation (WHO), the NHS and other international partners constantly to review the situation.\""], "context_set": ""}, {"patterns": ["Why would I be asked to self-isolate (as opposed to reducing social contact)?"], "tag": ["isolate"], "responses": ["\"On Monday 23 March 2020, the government announced strict new social distancing measures, it is the single most important action we can all take in fighting coronavirus by staying at home in order to protect the NHS and save lives."], "context_set": ""}, {"patterns": ["What should I do if I’m asked to self-isolate?"], "tag": ["isolate"], "responses": [""], "context_set": ""}, {"patterns": ["How will my care be managed after I have recovered from coronavirus?"], "tag": ["corona"], "responses": ["People will only be allowed to leave their homes for the following very limited purposes:"], "context_set": ""}, {"patterns": ["What do I do if I feel unwell or I’m worried about my baby during self-isolation?"], "tag": ["baby"], "responses": [""], "context_set": ""}, {"patterns": ["Will being in self-isolation for suspected or confirmed corona virus affect where I give birth?"], "tag": ["birth"], "responses": ["Shopping for basic necessities as infrequently as possible"], "context_set": ""}, {"patterns": ["Will being in self-isolation for suspected or confirmed coronavirus affect how I give birth?"], "tag": ["birth"], "responses": ["One form of exercise a day, for example a run, walk, cycle, alone or with members of your household"], "context_set": ""}, {"patterns": ["What happens if I go into labour during my self-isolation period?"], "tag": ["labour"], "responses": ["Any medical need to provide care or help a vulnerable person"], "context_set": ""}, {"patterns": ["Could I pass corona virus to my baby?"], "tag": ["baby"], "responses": ["Travelling to and from work, only when absolutely necessary and when it cannot be done from home"], "context_set": ""}, {"patterns": ["Will my baby be tested for coronavirus?"], "tag": ["baby"], "responses": ["These restrictions apply to all staff and students, including Undergraduates, Postgraduate Taught students, and Postgraduate Research students, including those living in University accommodation. Unless you have specifically been asked to do so for business critical reasons, please do not access campus facilities.\""], "context_set": ""}, {"patterns": ["What is corona virus ? "], "tag": ["corona_virus"], "responses": ["\"Generally, pregnant women do not appear to be more likely to be seriously unwell than other healthy adults if they develop the new coronavirus. It is expected the large majority of pregnant women will experience only mild or moderate cold/flu like symptoms."], "context_set": ""}, {"patterns": ["Why is this disease being called corona virus disease 2019, covid-19 ?"], "tag": ["corona_virus"], "responses": [""], "context_set": ""}, {"patterns": ["Why might someone blame or avoid individuals and groups (create stigma) because of covid-19 ?"], "tag": ["covid"], "responses": ["More severe symptoms such as pneumonia, seem to be appear to be more common in older people, those with weakened immune systems or long-term conditions. As yet, there is no evidence that pregnant women who get this infection are more at risk of serious complications than any other healthy individuals."], "context_set": ""}, {"patterns": ["How can people help stop stigma related to covid-19 ? "], "tag": ["stigma"], "responses": [""], "context_set": ""}, {"patterns": ["What is source of corona virus ? "], "tag": ["corona"], "responses": ["If you think you may have symptoms of COVID-19 you should use the NHS 111 online service for information, or NHS 24 if in Scotland. If you develop more severe symptoms or your recovery is delayed, this may be a sign that you are developing a more significant chest infection that requires specialised care. Our advice remains that if you feel your symptoms are worsening or if you are not getting better you should contact your maternity care team or use the NHS 111 online service / NHS 24 for further information and advice.\""], "context_set": ""}, {"patterns": ["How does corona virus spread ? "], "tag": ["spread"], "responses": ["\"As this is a very new virus we are just beginning to learn about it. There is no evidence to suggest an increased risk of miscarriage."], "context_set": ""}, {"patterns": ["Why are we seeing rise in cases ?"], "tag": ["rise"], "responses": [""], "context_set": ""}, {"patterns": ["Can someone who has covid-19 spread the illness to others ? "], "tag": ["spread"], "responses": ["Emerging evidence suggests that transmission from mother to baby during pregnancy or birth (vertical transmission) is probable. There has been a report of a single case in which this appears likely, but reassuringly the baby was discharged from hospital and is well. In all previously reported cases, infection was found at least 30 hours after birth. It is important to emphasise that in all reported cases of newborn babies developing coronavirus very soon after birth, the baby was well."], "context_set": ""}, {"patterns": ["Can the corona virus can be spread through food, including restaurant take out, refrigerated or frozen packaged food ?"], "tag": ["spread"], "responses": [""], "context_set": ""}, {"patterns": ["Can I get sick with covid-19 if its on food ? "], "tag": ["covid"], "responses": ["Given current evidence, it is considered unlikely that if you have the virus it would cause problems with the baby’s development, and none have been observed currently."], "context_set": ""}, {"patterns": ["Will warm weather stop the outbreak of covid-19 ? "], "tag": ["weather"], "responses": [""], "context_set": ""}, {"patterns": ["What is community spread ? "], "tag": ["community"], "responses": ["Some babies born to women with symptoms of coronavirus in China have been born prematurely. It is unclear whether coronavirus caused early labour, or whether it was recommended that the baby was born early in order to preserve the mother’s health."], "context_set": ""}, {"patterns": ["What temperature kills the virus that causes covid-19 ?"], "tag": ["temperature"], "responses": [""], "context_set": ""}, {"patterns": ["Can mosquitoes or tricks spread the virus that causes covid-19 ?"], "tag": ["mosquitoes"], "responses": ["The UK is conducting near-real-time surveillance (observation) of all women who develop COVID-19 during pregnancy and their newborn babies, through well-established systems already used by all maternity units. We will update our information if and as soon as there is any change in the evidence.\""], "context_set": ""}, {"patterns": ["How can I protect myself ? "], "tag": ["protect"], "responses": ["\"Pregnant woman were placed in a vulnerable group by the Chief Medical Officer on 16th March. This means you have been advised to reduce social contact through social distancing measures."], "context_set": ""}, {"patterns": ["What should I do if I have had close contact with someone who has covid-19 ?"], "tag": ["contact"], "responses": [""], "context_set": ""}, {"patterns": ["Does CDC recommend using face masks or face coverings to prevent covid-19 ?"], "tag": ["mask"], "responses": ["Based on the evidence we have so far, pregnant women are still no more likely to contract coronavirus than the general population. What we do know is that pregnancy in a small proportion of women can alter how your body handles severe viral infections. This is something that midwives and obstetricians have known for many years and are used to dealing with. As yet, there is no evidence that pregnant women who get coronavirus are more at risk of serious complications than any other healthy individuals."], "context_set": ""}, {"patterns": ["Am I at risk for covid-19 from a package or products shipping from China ?"], "tag": ["package"], "responses": [""], "context_set": ""}, {"patterns": ["Is it okay for me to donate blood ? "], "tag": ["donate"], "responses": ["What has driven the decisions made by officials to place pregnant women in the vulnerable category is caution. We know that some viral infections are worse in pregnant women. At the moment, there’s no evidence that this is the case for coronavirus infection, but the amount of evidence available is still quite limited.\""], "context_set": ""}, {"patterns": ["what is the risk of my child becoming sick with covid-19 ?"], "tag": ["child_covid"], "responses": ["\"If you are in the UK, you should follow the advice given by the Foreign and Commonwealth Office, which is being regularly updated in line with the evolving situation."], "context_set": ""}, {"patterns": ["How can I protect my child from covid-19 infection ? "], "tag": ["child_covid"], "responses": [""], "context_set": ""}, {"patterns": ["Are the symptoms of covid-19 different in children than in adults ?"], "tag": ["symptoms"], "responses": ["All individuals, including pregnant women, should ensure they have adequate insurance arrangements prior to travel. You should also check that your travel insurance will provide cover for birth and care of your newborn baby if you give birth while abroad.\""], "context_set": ""}, {"patterns": ["Should children wear masks ? "], "tag": ["child_mask"], "responses": ["\"Yes. It is really important that you continue to attend your scheduled routine care when you are well."], "context_set": ""}, {"patterns": ["how do I prepare my children in case of covid-19 outbreak in our community ?"], "tag": ["child"], "responses": [""], "context_set": ""}, {"patterns": ["How can my family and I prepare for Covid-19 ?"], "tag": ["family"], "responses": ["Maternity care is essential, and has been developed over many years to reduce complications in mothers and babies. There is a potential risk of harm to you and your baby if you don’t attend your appointments, even in the context of coronavirus."], "context_set": ""}, {"patterns": ["What steps can my family take to reduce our risk of getting covid-19 ?"], "tag": ["family"], "responses": [""], "context_set": ""}, {"patterns": ["What should I do if someone in my house gets sick  with covid-19 ?"], "tag": ["sick"], "responses": ["If you are well, you should be able to attend your antenatal care as normal. If you have symptoms of possible coronavirus infection, you should contact your community midwife to postpone routine visits until after the isolation period is over."], "context_set": ""}, {"patterns": ["How can I prepare for covid-19 at work ? "], "tag": ["work"], "responses": [""], "context_set": ""}, {"patterns": ["Should I use soap and water or hand sanitizer to protect against covid-19 ?"], "tag": ["protect"], "responses": ["At this time, it is particularly important that you help your maternity team take care of you. If you have had an appointment cancelled or delayed, and are not sure of your next contact with your maternity team, please let them know by using the contact numbers given to you at booking."], "context_set": ""}, {"patterns": ["What cleaning products should I use to protect against covid-19 ?"], "tag": ["protect"], "responses": [""], "context_set": ""}, {"patterns": ["Should I make my own sanitizer if I can't find it in the stores ? "], "tag": ["sanitizer"], "responses": ["The following practical advice may be helpful:"], "context_set": ""}, {"patterns": ["What are the symptoms and complications that covid-19 can cause ? "], "tag": ["symptoms"], "responses": [""], "context_set": ""}, {"patterns": ["Who is most at risk for the corona virus disease?"], "tag": ["risk corona"], "responses": ["If you have a routine scan, appointment or visit due in the coming days, please contact your maternity unit for advice and a plan. You will still need to attend but the appointment may change due to staffing requirements."], "context_set": ""}, {"patterns": ["What should people at higher risk of serious illness with covid-19 do ?"], "tag": ["illness"], "responses": ["Some appointments may be conducted on the telephone or using videoconferencing, provided there is a reasonable expectation that observations, such as blood pressure or other tests are not needed."], "context_set": ""}, {"patterns": ["Can I get covid-19 from my pets or other animals ?"], "tag": ["animal"], "responses": ["The recommendation that your bump will be measured from around 26 weeks of pregnancy should be observed by your maternity team unless you are in the recommended 14 day self isolation period."], "context_set": ""}, {"patterns": ["How can I prevent covid-19 ?"], "tag": ["prevent"], "responses": ["If you are between appointments, please wait to hear from your maternity team."], "context_set": ""}, {"patterns": ["What treatments are available for covid-19 ?"], "tag": ["treatment"], "responses": ["If you are attending more regularly in pregnancy, then your maternity team will be in touch with plans."], "context_set": ""}, {"patterns": ["Are there any vaccines or other medical products to prevent covid-19 ? "], "tag": ["vaccine"], "responses": ["If you miss an appointment and haven’t heard from your maternity team, please contact them to rearrange the appointment."], "context_set": ""}, {"patterns": ["Can covid-19 be transmitted by blood transmission ? "], "tag": ["transmitted"], "responses": ["Whatever your personal situation please consider the following:"], "context_set": ""}, {"patterns": ["Is it safe to donate blood during the corona virus pandemic ? "], "tag": ["donate"], "responses": [""], "context_set": ""}, {"patterns": ["Are there any FDA-approved drug products or medicines to treat covid-19 ?"], "tag": ["medicine"], "responses": ["If you have any concerns, you will still be able to contact your maternity team but please note they may take longer to get back to you"], "context_set": ""}, {"patterns": ["Are antibiotics effective in preventing or treating the COVID-19?"], "tag": ["antibiotic"], "responses": ["If you have an urgent problem related to your pregnancy but not related to coronavirus, get in touch using the same emergency contact details you already have. Please do not contact this number unless you have an urgent problem"], "context_set": ""}, {"patterns": ["Is there a test for covid-19 ?"], "tag": ["testing"], "responses": ["If you have symptoms suggestive of coronavirus contact your maternity services and they will arrange the right place and time to come for your visits. You should not attend a routine clinic."], "context_set": ""}, {"patterns": ["How are people tested for covid-19 ?"], "tag": ["testing"], "responses": ["You will be asked to keep the number of people with you at appointments to a minimum. This will include being asked to not bring children with you to maternity appointments and on occasions your maternity unit may request that you attend your antenatal appointments alone to aid infection control and help keep staff safe from transmission."], "context_set": ""}, {"patterns": ["Can I get covid-19 from food worker handling my food ? "], "tag": ["spread"], "responses": ["There may be a need to reduce the number of antenatal visits. You will be told if this is necessary. Do not reduce your number of visits without agreeing first with your maternity team.\""], "context_set": ""}, {"patterns": ["Can animals get covid-19 disease ? "], "tag": ["animlas"], "responses": ["If you develop a temperature or a cough, or both, in pregnancy, you can use the NHS 111 or NHS 24 website to obtain advice about isolation, which you should follow in line with current regulations. However, please also be alert to the other possible causes of fever in pregnancy. In particular, these include urine infections (cystitis) and waters breaking. If you have any burning or discomfort when passing urine, or any unusual vaginal discharge, or have any concerns about your baby’s movements, contact your maternity provider, who will be able to provide further advice."], "context_set": ""}, {"patterns": ["Can I get covid-19 from my pets or other animals ?"], "tag": ["pets"], "responses": ["\"The NHS is making arrangements to ensure that women are supported and cared for safely through pregnancy, birth and the period afterwards during this pandemic when there will be extra pressures on healthcare services."], "context_set": ""}, {"patterns": ["what is the median  incubation period of corona virus ? "], "tag": ["incubarion"], "responses": [""], "context_set": ""}, {"patterns": ["What is corona virus"], "tag": ["corona_virus"], "responses": ["Maternity services are absolutely essential and the RCOG is helping units to plan have to staff obstetrics and gynaecology services, to ensure safe care is provided. This includes reducing staff commitments outside maternity units, reducing any non-essential work within Trusts and re-organising staffing in obstetrics and gynaecology services."], "context_set": ""}, {"patterns": ["What are the symptoms of COVID-19"], "tag": ["symptoms"], "responses": [""], "context_set": ""}, {"patterns": ["How does COVID-19 spread"], "tag": ["spread"], "responses": ["Maternity units are increasingly providing consultations on the phone or by video link, when this is appropriate, so you do not have to travel unnecessarily to the hospital. However, some in person visits with a midwife are essential and it is important for the wellbeing of you and your baby that you attend these to have routine checks."], "context_set": ""}, {"patterns": ["Can the virus that causes COVID-19 be transmitted through the air?"], "tag": ["spread"], "responses": [""], "context_set": ""}, {"patterns": ["Can CoVID-19 be caught from a person who has no symptoms? "], "tag": ["spread"], "responses": ["Routine gynaecology operations are being postponed and, in many units, arrangements are being made for gynaecology doctors to work in the maternity unit.\""], "context_set": ""}, {"patterns": ["Can I catch COVID-19 from the feces of someone with the disease? "], "tag": ["spread"], "responses": ["\"We understand this must be a stressful and anxious time if you are pregnant and due to give birth in the coming months. Maternity units everywhere are working around the clock right now to manage additional pressures and facilitate women’s choices."], "context_set": ""}, {"patterns": ["What can I do to protect myself from corona virus?"], "tag": ["protect"], "responses": [""], "context_set": ""}, {"patterns": ["How likely am I to catch COVID-19?"], "tag": ["risk"], "responses": ["Like all areas of NHS care, maternity services will be affected by the pandemic but units are working to ensure services are provided in a way that is safe, with the levels of staff that are needed and the ability to provide emergency care where necessary."], "context_set": ""}, {"patterns": ["Should I worry about COVID-19?"], "tag": ["worry_covid"], "responses": [""], "context_set": ""}, {"patterns": ["Who is at risk of developing severe illness"], "tag": ["risk"], "responses": ["If you have chosen to give birth at home or in a midwife-led unit that is not co-located with an obstetric unit, it is worth noting that these services rely on the availability of ambulance services to allow for rapid transfer to hospital, and the right number of staff to keep you safe. If these are not in place, it is possible that your Trust or Board may not be able to provide these services.\""], "context_set": ""}, {"patterns": ["Are antibiotics effective in preventing or treating the COVID-19?"], "tag": ["antibiotic"], "responses": ["\"Yes, you should be encouraged to have a birth partner present with you during labour and birth. Having a trusted birth partner present throughout labour is known to make a significant difference to the safety and well-being of women in childbirth."], "context_set": ""}, {"patterns": ["Are there any medicines or therapies that can prevent or cure COVID-19 ?"], "tag": ["medicine"], "responses": [""], "context_set": ""}, {"patterns": ["Is there a vaccine drug or treatment for COVID-19 ? "], "tag": ["vaccine"], "responses": ["If your birth partner has symptoms of coronavirus, they will not be allowed to go into the maternity suite, to safeguard the health of the woman and the maternity staff supporting you"], "context_set": ""}, {"patterns": ["Is COVID-19 the same as SARS?"], "tag": ["covid_SARS"], "responses": [""], "context_set": ""}, {"patterns": ["Should I wear mask to protect myself ? "], "tag": ["use_of_mask"], "responses": ["Local Trusts may place restrictions on visitors which might mean that partners are not able to attend routine antenatal appointments, or stay with women on antenatal or postnatal wards. However, this should not impact on your birth partner’s presence during your labour and the birth, unless they are unwell.\""], "context_set": ""}, {"patterns": ["How to put on use take off and dispose of a mask?"], "tag": ["use_of_mask"], "responses": ["\"A birth partner without symptoms should be able to attend your induction of labour where that is in a single room (e.g. on the Labour Ward) but not if the induction takes place in a bay on a main ward, as it would not be possible to achieve the necessary social distancing measures."], "context_set": ""}, {"patterns": ["Can humans become infected with the COVID-19 from an animal source?"], "tag": ["animal_source"], "responses": [""], "context_set": ""}, {"patterns": ["Can I catch COVID-19 from my pet?"], "tag": ["pet"], "responses": ["We understand this must be a very worrying and anxious time if you are pregnant and your partner can’t be with you while you are being induced, however it is essential that we limit the number of visitors to hospitals during this time."], "context_set": ""}, {"patterns": ["How long does the virus survive on surfaces?"], "tag": ["corona_virus"], "responses": [""], "context_set": ""}, {"patterns": ["Is it safe to receive a package from any area where COVID-19 has been reported?"], "tag": ["package"], "responses": ["This guidance is in place to protect other pregnant women and babies, and birth partners themselves. Please be assured that if your partner is unable to be with you on a ward during your induction, this will not impact on your birth partner’s presence during labour and the birth, unless they are unwell. At the point you go into active labour, you will be moved to your own room and your birth partner will be able to join you.\""], "context_set": ""}, {"patterns": ["Do I need to wear a mask every time I step out of the home?"], "tag": ["mask"], "responses": ["\"We fully support women having their birth partners with them during labour and the birth, unless they are unwell, when an alternative birth partner can attend. Around one in four women in the UK has a caesarean birth. A caesarean may be recommended as a planned (elective) procedure, for medical reasons, or as an emergency, for example if doctors and midwives are concerned that your baby is not coping with labour and needs to be born immediately. Furthermore, around one in five women in the UK has an instrumental birth; some of these may also be recommended to occur in an operating theatre in order to allow the team to modify plans and undertake a caesarean birth if necessary."], "context_set": ""}, {"patterns": ["What is the government doing to contain the spread of COVID-19?"], "tag": ["government"], "responses": [""], "context_set": ""}, {"patterns": ["Where can I go to obtain accurate, scientific, and up-to-date information about coronavirus?"], "tag": ["information"], "responses": ["Most caesareans and instrumental births in theatre are carried out under spinal or epidural anaesthetic, which means you will be awake, but the lower part of your body is numb and you cannot feel any pain. In this situation, everything will be done by the clinical staff - midwives, obstetricians and anaesthetists – to keep your birth partner with you."], "context_set": ""}, {"patterns": ["How long is the incubation period for corona virus?"], "tag": ["incubation"], "responses": [""], "context_set": ""}, {"patterns": ["What do we know about incubation period of corona virus?"], "tag": ["incubation"], "responses": ["Due to the coronavirus pandemic, staff in the operating theatre will be wearing enhanced personal protective equipment (PPE) to prevent the spread of infection, which will make it more difficult for them to communicate. To enable the clinicians to assist in the birth of your baby safely, it’s really important your birth partner follows the instructions from the maternity team carefully and quickly."], "context_set": ""}
    ]
}